[
  {
    "name": "Acne",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Follicular disorder\n\n"
      },
      {
        "heading": "What is acne?",
        "level": "h2",
        "content": "Acne is a common chronic disorder affecting the hair follicle and sebaceous gland, in which there is expansion and blockage of the follicle and inflammation. There are several variants.\n\n"
      },
      {
        "heading": "Who gets acne?",
        "level": "h2",
        "content": "Acne affects males and females of all races and ethnicities. It is prevalent in adolescents and young adults, with 85% of 16 to 18 year-olds affected. However, it may sometimes occur in children and adults of all ages.\n\n"
      },
      {
        "heading": "What causes acne?",
        "level": "h2",
        "content": "Acne is due to a combination of factors. The exact mechanisms are not fully understood.\n\n- Familial tendency\n- Endogenous and exogenous androgenic hormones\n- Acne bacteria\n- Innate immune activation with inflammatory mediators\n- Distension and occlusion of the hair follicles\n\nFlares of acne can be provoked by:\n\n- Polycystic ovarian disease\n- Drugs: steroids, hormones, anticonvulsants, epidermal growth factor receptor inhibitors and others\n- Application of occlusive cosmetics\n- High environmental humidity\n- Diet high in dairy products and high glycaemic foods.\n\n"
      },
      {
        "heading": "What are the clinical features of acne?",
        "level": "h2",
        "content": "Acne is often confined to the face but it may involve the neck, chest, and back.\n\nIt is characterised by:\n\n- Open and closed uninflamed comedones (blackheads and whiteheads)\n- Inflamed papules and pustules\n- In severe acne, nodules and pseudocysts\n- Post-inflammatory erythematous or pigmented macules and scars\n- Adverse social and psychological effects.\n\nSeverity is classified as mild, moderate, or severe.\n\n- Mild acne: total lesion count <30\n- Moderate acne: total lesion count 30–125\n- Severe acne: total lesion count >125\n\n"
      },
      {
        "heading": "What tests are necessary for acne?",
        "level": "h2",
        "content": "In most cases, tests are unnecessary. If features are atypical consider:\n\n- Skin swabs for microscopy and culture\n- Hormonal tests in females.\n\nSee more images of acne:\n\n- Acne affecting the back images\n- Facial acne images\n- Steroid acne images.\n\n"
      },
      {
        "heading": "Mild acne",
        "level": "h3",
        "content": "- Topical anti-acne agents, such as benzoyl peroxide, azelaic acid, and tretinoin or adapalene gel and some antibiotics (clindamycin). New bioactive proteins may also prove successful.\n- Newer topical agents such as clascoterone\n- Low-dose combined oral contraceptive\n- Antiseptic or keratolytic washes containing salicylic acid\n- Light/laser therapy\n\n"
      },
      {
        "heading": "Moderate acne",
        "level": "h3",
        "content": "- As for mild acne plus a tetracycline such as doxycycline 50–200 mg daily for 6 months or so\n- Erythromycin or trimethoprim if doxycycline intolerant\n- Antiandrogen therapy with long-term cyproterone acetate + ethinylestradiol or spironolactone may be considered in women not responding to low-dose combined oral contraceptive, particularly for women with polycystic ovaries\n- Isotretinoin is often used if acne is persistent or treatment-resistant\n- Intralesional steroid injections can be useful for acute larger acne lesions\n\n"
      },
      {
        "heading": "Severe acne",
        "level": "h3",
        "content": "- Referral to a dermatologist\n- If fever, arthralgia, bone pain, ulcerated or extensive skin lesions, blood count should be arranged and referral is urgent\n- Oral antibiotics are often used in higher doses than normal\n- Oral isotretinoin is usually recommended in suitable patients\n\n"
      },
      {
        "heading": "What is the outlook for acne?",
        "level": "h2",
        "content": "- Acne tends to improve after the age of 25 years but may persist, especially in females.\n\nTreatment with isotretinoin can lead to long-term remission in many patients.\n\n"
      },
      {
        "heading": "Bibliography",
        "level": "h3",
        "content": "- Reynolds RV, Yeung H, Cheng CE, et al. Guidelines of care for the management of acne vulgaris. J Am Acad Dermatol. 2024;90(5):1006.e1-1006.e30. PubMed\n\n"
      },
      {
        "heading": "On DermNet",
        "level": "h3",
        "content": "- Acne pages\n- Comedo\n- Enlarged pores\n- Facial acne images\n\n"
      },
      {
        "heading": "Other websites",
        "level": "h3",
        "content": "- Acne, Rosacea, and Perioral Dermatitis — DermNet e-lecture [Youtube]\n- Acne — Medline Plus\n- Acne — emedicinehealth\n- Clinical Guidelines — British Association of Dermatologists\n- Acne: Patient Handouts — The Society for Pediatric Dermatology\n- Patient information: A guide to acne — UpToDate for patients\n- Acne — American Academy of Dermatology\n- Systematic reviews on acne vulgaris — University of Nottingham\n\n\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/Uploads/acne/resampled-bak/FitWzY0MCw0ODBd/comed1.jpg",
        "alt": "Comedonal acne",
        "title": "comed1",
        "localPath": "/images/conditions/acne/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/acne/acne1.jpg",
        "alt": "Acne vulgaris",
        "title": "Acne vulgaris",
        "localPath": "/images/conditions/acne/1.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/acne/conglob2.jpg",
        "alt": "Nodulocystic acne",
        "title": "Nodulocystic acne",
        "localPath": "/images/conditions/acne/2.jpg"
      }
    ]
  },
  {
    "name": "Cellulitis",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Infections\n\n"
      },
      {
        "heading": "What is cellulitis?",
        "level": "h2",
        "content": "Cellulitis is a common bacterial skin infection of the lower dermis and subcutaneous tissue. It results in a localised area of red, painful, swollen skin, and systemic symptoms. Left untreated, cellulitis can be life-threatening.\n\nSimilar symptoms are experienced with the more superficial infection, erysipelas, so cellulitis and erysipelas are often considered together.\n\n"
      },
      {
        "heading": "Who gets cellulitis?",
        "level": "h2",
        "content": "Cellulitis affects people of all ages and races.\n\nRisk factors for cellulitis include:\n\n- Previous episode(s) of cellulitis\n- Fissuring of toes or heels, eg due to athlete's foot, tinea pedis or cracked heels\n- Venous disease, eg gravitational eczema, leg ulceration, and/or lymphoedema\n- Current or prior injury, eg trauma, surgical wounds, radiotherapy, IV drug use\n- Immunodeficiency, eg human immunodeficiency virus infection (HIV)\n- Immune suppressive medications\n- Diabetes\n- Chronic kidney disease\n- Chronic liver disease\n- Obesity\n- Pregnancy\n- Alcoholism\n\nMany people falsely attribute an episode of cellulitis to an unseen spider bite. Documented spider bites have not led to cellulitis.\n\n"
      },
      {
        "heading": "What causes cellulitis?",
        "level": "h2",
        "content": "The most common bacteria causing cellulitis are Streptococcus pyogenes (two-thirds of cases) and Staphylococcus aureus (one third). Rare causes of cellulitis include:\n\n- Pseudomonas aeruginosa, usually in a puncture wound of foot or hand\n- Haemophilus influenzae, in children with facial cellulitis\n- Anaerobes, Eikenella, Streptococcus viridans, due to human bite\n- Pasteurella multocida, due to cat or dog bite\n- Vibrio vulnificus, due to saltwater exposure, eg coral injury\n- Aeromonas hydrophila from fresh or saltwater exposure, eg following leech bites\n- Erysipelothrix (erysipeloid), in butchers.\n\nOther forms of skin injury that may increase bacterial exposure and cellulitis infection include surgical wounds and insect bites.\n\nCellulitis is generally not contagious as it affects the deeper layers of the skin.\n\n"
      },
      {
        "heading": "What are the clinical features of cellulitis?",
        "level": "h2",
        "content": "Cellulitis can affect any site, but most often affects the limbs\n\n- It is usually unilateral; a bilateral disease is more often due to another condition\n- It can occur by itself or complicate an underlying skin condition or wound.\n\nThe first sign of the illness is often feeling unwell, with fever, chills and shakes (rigors). This is due to bacteria in the bloodstream (bacteraemia). Systemic symptoms are soon followed by the development of a localised area of painful, red, swollen skin. Other signs include:\n\n- Dimpled skin (peau d’orange)\n- Warmth\n- Blistering\n- Erosions and ulceration\n- Abscess formation\n- Purpura: petechiae, ecchymoses, or haemorrhagic bullae\n\nCellulitis may be associated with lymphangitis and lymphadenitis, which are due to bacteria within lymph vessels and local lymph glands. A red line tracks from the site of infection to nearby tender, swollen lymph glands.\n\nAfter successful treatment, the skin may flake or peel off as it heals. This can be itchy.\n\n"
      },
      {
        "heading": "What are the complications of cellulitis?",
        "level": "h2",
        "content": "Severe or rapidly progressive cellulitis may lead to complications that require prompt treatment:\n\n- Necrotising fasciitis (a more serious soft tissue infection recognised by severe pain, skin pallor, loss of sensation, purpura, ulceration and necrosis)\n- Gas gangrene\n- Severe sepsis (blood poisoning)\n- Infection of other organs, eg pneumonia, osteomyelitis, meningitis\n- Endocarditis (heart valve infection).\n\nSepsis is recognised by fever, malaise, loss of appetite, nausea, lethargy, headache, aching muscles and joints. The serious infection leads to hypotension (low blood pressure, collapse), reduced capillary circulation, heart failure, diarrhoea, gastrointestinal bleeding, renal failure and loss of consciousness.\n\n"
      },
      {
        "heading": "How is the diagnosis of cellulitis made?",
        "level": "h2",
        "content": "The diagnosis of cellulitis is primarily based on clinical features including a physical exam. Investigations may reveal:\n\n- Leukocytosis (raised white cell count).\n- Elevated C-reactive protein (CRP)\n- The causative organism, on the culture of blood or of pustules, crusts, erosions or wound.\n\nImaging may be performed. For example:\n\n- Chest X-ray in case of heart failure or pneumonia\n- Doppler ultrasound to look for blood clots (deep vein thrombosis)\n- MRI in case of necrotising fasciitis.\n\n"
      },
      {
        "heading": "What is the differential diagnosis of cellulitis?",
        "level": "h2",
        "content": "Cellulitis is often diagnosed when another inflammatory skin disease is actually responsible for redness and swelling. Conditions causing 'pseudocellulitis' include:\n\n- Eczema/dermatitis due to stasis, contact factors\n- Fungal infection eg tinea corporis, tinea pedis\n- Deep vein thrombosis\n- Drug eruption\n- Psoriasis\n- Lipodermatosclerosis\n- Thrombophlebitis\n- Insect bites and stings\n- Radiation damage following radiotherapy\n- Inflammatory breast cancer (carcinoma erysipeloides).\n\n"
      },
      {
        "heading": "What is the treatment for cellulitis?",
        "level": "h2",
        "content": "Cellulitis is potentially serious. The patient should rest and elevate the affected limb. The edge of the involved area of swelling should be marked to monitor progression/regression of the infection.\n\nKnowledge of local organisms and resistance patterns is essential in selecting appropriate antibiotics. The management of cellulitis is becoming more complicated due to rising rates of methicillin-resistant Staphylococcus aureus (MRSA) and macrolide- or erythromycin-resistant Streptococcus pyogenes.\n\n"
      },
      {
        "heading": "Treatment of uncomplicated cellulitis",
        "level": "h3",
        "content": "If there are no signs of systemic illness or extensive infection, patients with mild cellulitis can be treated with oral antibiotics at home, for a minimum of 5–10 days. In some cases, antibiotics are continued until all signs of infection have cleared (redness, pain and swelling), sometimes for several months. Treatment should also include:\n\n- Analgesia to reduce pain\n- Adequate water/fluid intake\n- Management of co-existing skin conditions like venous eczema or tinea pedis\n\n"
      },
      {
        "heading": "Treatment of cellulitis with systemic illness",
        "level": "h3",
        "content": "More severe cellulitis and systemic symptoms should be treated with fluids, intravenous antibiotics and oxygen. The choice of antibiotics depends on local protocols based on prevalent organisms and their resistance patterns and may be altered according to culture/susceptibility reports.\n\n- Penicillin-based antibiotics are often chosen (eg penicillin G or flucloxacillin)\n- Amoxicillin and clavulanic acid provide broad-spectrum cover if unusual bacteria are suspected\n- Cephalosporins are also commonly used (eg ceftriaxone, cefotaxime or cefazolin)\n- Clindamycin, sulfamethoxazole/trimethoprim, doxycycline and vancomycin are used in patients with penicillin or cephalosporin allergy, or where infection with methicillin-resistant Staphylococcus aureus is suspected\n- Broad-spectrum antibiotics may also include linezolid, ceftaroline, or daptomycin\n\nSometimes oral probenecid is added to maintain antibiotic levels in the blood.\n\nTreatment may be switched to oral antibiotics when the fever has settled, cellulitis has regressed, and CRP is reducing.\n\n"
      },
      {
        "heading": "Multidisciplinary care",
        "level": "h3",
        "content": "- An internal medicine physician is consulted to assess and manage sepsis.\n- The infectious diseases service can advise on microbiology and choice of antibiotic.\n- A surgeon is called to drain an abscess, debride necrotic tissue, and relieve compression symptoms, eg compartment syndrome.\n- An ophthalmologist should be involved in the case of orbital cellulitis.\n- A dermatologist may be called to confirm the diagnosis of cellulitis or suggest alternative diagnoses.\n- Specialist nurses may advise on dressings and bandaging.\n\n"
      },
      {
        "heading": "What is the management of recurrent cellulitis?",
        "level": "h2",
        "content": "Patients with recurrent cellulitis should:\n\n- Avoid trauma, wear long sleeves and pants in high-risk activities, such as gardening\n- Keep skin clean and well moisturised, with nails well tended\n- Avoid having blood tests taken from the affected limb\n- Treat fungal infections of hands and feet early\n- Keep swollen limbs elevated during rest periods to aid lymphatic circulation. Those with chronic lymphoedema may benefit from compression garments.\n\nPatients with 2 or more episodes of cellulitis may benefit from chronic suppressive antibiotic treatment with low-dose penicillin V or erythromycin, for one to two years.\n\n"
      },
      {
        "heading": "References",
        "level": "h3",
        "content": "- Phoenix G, Das S, Joshi M. Diagnosis and management of cellulitis. BMJ. 2012 Aug 7;345:e4955. doi: 10.1136/bmj.e4955. Review. PubMed PMID: 22872711.\n- Stevens DL, Bisno AL, Chambers HF, Dellinger EP, Goldstein EJ, Gorbach SL, Hirschmann JV, Kaplan SL, Montoya JG, Wade JC; Infectious Diseases Society of America. Practice guidelines for the diagnosis and management of skin and soft tissue infections: 2014 update by the Infectious Diseases Society of America. Clin Infect Dis. 2014 Jul 15;59(2):e10–52. doi: 10.1093/cid/ciu444. Erratum in: Clin Infect Dis. 2015 May 1;60(9):1448. Dosage error in article text. PubMed.\n- Thomas KS, Crook AM, Nunn AJ, Foster KA, et al. U.K. Dermatology Clinical Trials Network's PATCH I Trial Team. Penicillin to prevent recurrent leg cellulitis. N Engl J Med. 2013 May 2;368(18):1695–703.  Journal\n\n"
      },
      {
        "heading": "On DermNet",
        "level": "h3",
        "content": "- Streptococcal skin infections\n- Erysipelas\n- Impetigo\n- Wound infection\n- Perianal streptococcal dermatitis\n- Bacterial infections\n- Bacterial infections online course for health professionals\n- Blistering skin conditions\n\n"
      },
      {
        "heading": "Other websites",
        "level": "h3",
        "content": "- Bacterial infections of the skin — DermNet e-lecture [Youtube]\n- Cellulitis — Medline Plus\n- Cellulitis — Medscape Reference\n- Cellulitis — emedicinehealth\n- Patient information: Cellulitis and erysipelas (skin infections) (The Basics) — UpToDate (for subscribers)\n- Patient information: Skin and soft tissue infection (cellulitis) (Beyond the Basics) — UpToDate (for subscribers)\n- Cellulitis — American Academy of Dermatology\n- Systematic reviews on cellulitis — University of Nottingham\n\n\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/Uploads/cellulitis-012.jpg",
        "alt": "Cellulitis of the left leg",
        "title": "Cellulitis of the left leg",
        "localPath": "/images/conditions/cellulitis/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/bacterial/s/cellulitis2.jpg",
        "alt": "",
        "title": "Cellulitis",
        "localPath": "/images/conditions/cellulitis/1.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/bacterial/cellulitis4.jpg",
        "alt": "",
        "title": "Cellulitis",
        "localPath": "/images/conditions/cellulitis/2.jpg"
      }
    ]
  },
  {
    "name": "Eczema",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Rashes\n                            \n                                Terminology\n\n"
      },
      {
        "heading": "What is dermatitis?",
        "level": "h2",
        "content": "Dermatitis refers to a group of itchy inflammatory conditions characterised by epidermal changes.\n\nDermatitis can be classified in a variety of ways. It may be classified by:\n\n- Cause eg, allergic contact dermatitis, photosensitive dermatitis\n- Clinical appearance eg, discoid dermatitis, hyperkeratotic dermatitis, and pompholyx\n- Site of predilection eg, hand dermatitis, eyelid dermatitis, or lower leg dermatitis.\n\nIn many cases, various factors may all act as underlying triggers together (allergic, irritant, and endogenous factors, especially in hand dermatitis).\n\nThe terms dermatitis and eczema are often used interchangeably. All eczema is a dermatitis, but not all dermatitis is eczema.\n\n- Dermatitis, strictly speaking, includes any cause of skin inflammation affecting the epidermis.\n- Eczema is derived from the Greek word for “to boil or bubble over”, which pathologically manifests as oedema within the epidermis (called spongiosis).\n\nThe term dermatitis is sometimes mistakenly attributed to mean an eczema induced by an occupational factor; this is erroneous.\n\n"
      },
      {
        "heading": "Who gets dermatitis?",
        "level": "h2",
        "content": "Dermatitis is common, affecting about one in every five persons at some stage in their life.\n\nDifferent types of dermatitis are more frequent at different stages of life, for example:\n\n- Atopic dermatitis and pityriasis alba are more common in children\n- Hand eczema is more common in young and middle-aged adults\n- Venous or gravitational eczema, asteatotic dermatitis, and nummular eczema are more common in middle and older age groups.\n\nThere are no consistent racial factors influencing disease frequency.\n\n"
      },
      {
        "heading": "What are the clinical features of dermatitis?",
        "level": "h2",
        "content": "Dermatitis may be either acute or chronic, and although the mechanism by which the dermatitis develops may be the same, the appearances may be starkly different.\n\n- Acute dermatitis will show redness or swelling, papulation, vesiculation, oozing and weeping, and even blistering.\n- Chronic eczema will show skin thickening with accentuation of the skin creases, hyperkeratosis, scaling, fissuring, excoriation, and hyperpigmentation.\n- Subacute dermatitis will show features of both.\n\n"
      },
      {
        "heading": "How do the clinical features vary in different racial groups?",
        "level": "h2",
        "content": "Redness may be more difficult to appreciate in darker skin types.\n\nPost-inflammatory hypo- and hyperpigmentation are more frequent in darker skin types.\n\n"
      },
      {
        "heading": "What are the types of dermatitis?",
        "level": "h2",
        "content": "Exogenous dermatitis is the result of an external factor or insult that induces skin inflammation. Common causes include:\n\n- Allergic contact dermatitis — due to immune sensitisation of an individual to an allergen, often at even low concentration, such as nickel, hair dye, rubber, or perfumes; identified by patch testing.\n- Irritant contact dermatitis — will occur in anyone exposed to an irritant at sufficient concentration for long enough; irritants include soaps, detergents, organic solvents, degreasing agents, abrasives, desiccants, dust, urine, and even water\n- Photosensitive dermatitis — triggered by light or UV radiation\n- Post-traumatic dermatitis — due to physical injuries such as abrasions, burns, or surgery (eg, autonomic denervation dermatitis)\n- Dermatitis induced by local skin infections such as bacterial, fungal, and viral e.g. molluscum contagiosum and HTLV-1 disease\n- Drug-induced dermatitis.\n\nEndogenous dermatitis occurs because of often ill-understood internal factors. Common types include:\n\n- Atopic dermatitis — a common form of dermatitis occurring in children and adults, and often occurring in families with a background of asthma and hay fever\n- Seborrhoeic dermatitis — common chronic eczema affecting the face, scalp, ears and major flexures, due to a reaction to yeasts that colonise the skin\n- Discoid (nummular) dermatitis — coin-shaped patches of dermatitis usually affecting the limbs\n- Lichen simplex — chronic dermatitis that thickens due to perpetual scratching\n- Pityriasis alba — pale patches of dermatitis affecting the cheeks\n- Hand dermatitis — internal, external irritants and allergic factors may all play a part even in a single individual\n- Eyelid dermatitis — again, often of mixed cause\n- Otitis externa — dermatitis affecting the ear canal and the pinna\n- Venous or gravitational dermatitis — dermatitis due to malfunction of the lower leg vein valves\n- Juvenile plantar dermatitis — a glazed and fissured forefoot eczema occurring in children\n- Metabolic dermatitis — seen in some nutritional and endocrine disorders\n- Chronic superficial scaly dermatitis — finger-shaped patches of eczema occurring on the trunk\n- Asteatotic dermatitis — crazy-paving shaped dermatitis due to degreasing of the skin from excessive bathing and soap use on the legs in the elderly\n- Halo dermatitis or Meyerson naevus — this can surround a benign mole\n- Erythrodermic dermatitis — severe dermatitis when more than 80% of the skin is affected.\n\n"
      },
      {
        "heading": "What is the differential diagnosis of dermatitis?",
        "level": "h2",
        "content": "- Bacterial infections — impetigo, erythrasma\n- Fungal infections\n- Connective tissue diseases — lupus erythematosus and dermatomyositis\n- Rosacea\n- Blistering diseases — bullous pemphigoid\n- Skin tumours — Bowen disease, superficial basal cell carcinomas\n- Cutaneous T-cell lymphoma.\n\n"
      },
      {
        "heading": "How is dermatitis investigated?",
        "level": "h2",
        "content": "A detailed history and examination may be all that is required to make an accurate diagnosis.\n\nThe following investigations may sometimes be needed:\n\n- Skin scraping to exclude a fungal infection mimicking a dermatitis\n- Skin swab looking for bacterial or viral superadded infection\n- Patch testing to identify contact allergens\n- Light testing if a photosensitive dermatitis is considered\n- Skin biopsy to exclude mimics of dermatitis\n- Blood tests — IgE (usually elevated in atopic dermatitis), thyroid function (in some hand dermatitis and asteatotic dermatitis).\n\n"
      },
      {
        "heading": "How is dermatitis treated?",
        "level": "h2",
        "content": "General principles are covered here. Specific management of specific types of dermatitis are detailed on the relevant pages.\n\n- Potential allergen identification and avoidance — made on the basis of history e.g. hobbies, products used, and occupation. A patch test will confirm.\n- Potential irritant identification and avoidance — avoid soaps, shower gels, dust, organic solvents, and drying/desiccating agents.\n- Protect the skin with personal protective equipment — especially hand dermatitis, by the use of cotton gloves for dry work, and cotton with an occlusive glove appropriate to the suspected allergen or irritant.\n\n"
      },
      {
        "heading": "Topical therapies",
        "level": "h3",
        "content": "- Emollients — both in place of soap, after bathing or washing, and at any time if the skin feels dry.\n- Potassium permanganate soaks — useful for drying up weepy exudative or blistering acute eczema.\n- Paste bandages — useful to help topical steroids penetrate the skin, soothe, and reduce skin trauma from scratching.\n- Topical steroids — generally use an ointment if the skin is dry, and a cream if it is wet and weepy.\n\nMost work just as well if applied only once daily.\nHelp reduce skin inflammation that causes the eczema, and should be applied where the skin is inflamed (red and itchy).\nPotent products are often used for 7–14 days, then the frequency of application is reduced to alternate days, then twice weekly, and the potency of the steroid reduced.\nTwice weekly steroid treatment is often recommended to prevent disease relapse, and prevent flare-ups for extended periods.\n- Most work just as well if applied only once daily.\n- Help reduce skin inflammation that causes the eczema, and should be applied where the skin is inflamed (red and itchy).\n- Potent products are often used for 7–14 days, then the frequency of application is reduced to alternate days, then twice weekly, and the potency of the steroid reduced.\n- Twice weekly steroid treatment is often recommended to prevent disease relapse, and prevent flare-ups for extended periods.\n- Topical anti-inflammatory agents\n\nCalcineurin inhibitors such as pimecrolimus and tacrolimus suppress eczema and do not have the long-term side effects of potent steroids, particularly for the face.\nNewer small molecules such as JAK inhibitors (ruxolitinib) are either approved or being developed for the treatment of dermatitis.\n- Calcineurin inhibitors such as pimecrolimus and tacrolimus suppress eczema and do not have the long-term side effects of potent steroids, particularly for the face.\n- Newer small molecules such as JAK inhibitors (ruxolitinib) are either approved or being developed for the treatment of dermatitis.\n\n"
      },
      {
        "heading": "Physical therapies",
        "level": "h3",
        "content": "- Ultraviolet B and Psoralens UVA (PUVA) may be valuable for recalcitrant atopic and discoid dermatitis.\n\n"
      },
      {
        "heading": "Systemic agents",
        "level": "h3",
        "content": "- Antihistamines — to suppress the itch of eczema, a sedating antihistamine, rather than a non-sedating agent is generally needed.\n- Antibiotics and antivirals — should be considered if the eczema is super-infected with bacteria (Staphylococcus) and herpes simplex.\n- Immunosuppressive therapies — less than 2% of chronic eczema sufferers will fail to be adequately controlled with the above therapies. Agents that reduce the overactive immune response seen in dermatitis may help. Methotrexate, azathioprine, and ciclosporin are the agents usually considered.\n- Biological therapies — antibody treatments that specifically block the key mediators of inflammation in dermatitis (cytokines) are in use and in active development for severe dermatitis. These injection treatments include dupilumab, tralokinumab, lebrikizumab, and nemolizumab.\n- Oral small molecules — baricitinib, upadacitinib, and abrocitanib either are licensed or are being considered for licence and use in moderate/severe atopic dermatitis in many countries. These agents block the JAK/STAT pathways that in turn regulate cytokine production.\n\n"
      },
      {
        "heading": "On Dermnet",
        "level": "h3",
        "content": "- Atopic dermatitis\n- Nummular dermatitis\n- Seborrhoeic dermatitis\n- Hand dermatitis\n- Pompholyx\n- Irritant contact dermatitis\n- Incontinence associated dermatitis\n- Allergic contact dermatitis\n- Pityriasis alba\n- Chronic superficial scaly dermatitis\n- Juvenile plantar dermatitis\n- Autonomic denervation dermatitis\n- Blistering skin condition\n- Topical steroids\n- Emollients\n- Patch testing\n- Paste bandages\n- Potassium permanganate\n\n"
      },
      {
        "heading": "Other websites",
        "level": "h3",
        "content": "- Eczema — Medline Plus\n- Allergy New Zealand: local support group\n- Eczema Association of New Zealand\n- National Eczema Association for Science and Education: an American patient support organisation\n- Patient information: Contact Dermatitis (The Basics) — UpToDate (for subscribers)\n- Eczema/skin reactions — AHA! Swiss Allergy Centre\n- Eczema — American Academy of Dermatology\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/collection/Allergic-contact-dermatitis/allergic-contact-dermatitis-0003.jpg",
        "alt": "Acute weepy contact dermatitis due to sticking plaster allergy",
        "title": "Allergic contact dermatitis",
        "localPath": "/images/conditions/eczema/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Allergic-contact-dermatitis/allergic-contact-dermatitis-0024.jpg",
        "alt": "Allergic contact dermatitis due to nickel in the sides of her spectacle frame",
        "title": "Allergic contact dermatitis",
        "localPath": "/images/conditions/eczema/1.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Allergic-contact-dermatitis/allergic-contact-dermatitis-0025.jpg",
        "alt": "Gravitational eczema compounded by a contact allergy to a bandage constituent",
        "title": "Allergic contact dermatitis",
        "localPath": "/images/conditions/eczema/2.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Atopic-dermatitis/atopic-dermatitis-0002.jpg",
        "alt": "Excoriated acute eczema on the extensor aspects of the knees (reverse pattern)",
        "title": "Atopic dermatitis",
        "localPath": "/images/conditions/eczema/3.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Atopic-hand-dermatitis/atopic-hand-dermatitis-0001.jpg",
        "alt": "Fissuring over the knuckles in atopic dorsal hand eczema",
        "title": "Atopic hand dermatitis",
        "localPath": "/images/conditions/eczema/4.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Discoid-eczema/discoid-eczema-0001.jpg",
        "alt": "Weepy lesions of discoid eczema on the legs",
        "title": "Discoid eczema",
        "localPath": "/images/conditions/eczema/5.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Discoid-eczema/discoid-eczema-0002.jpg",
        "alt": "Weepy and impetigenised discoid eczema on the foot",
        "title": "Discoid eczema",
        "localPath": "/images/conditions/eczema/6.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Hand-dermatitis/hand-dermatitis-0001.jpg",
        "alt": "Fissuring, hyperkeratosis and vesiculation in chronic fingertip dermatitis",
        "title": "Hand dermatitis",
        "localPath": "/images/conditions/eczema/7.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection-O/Hand-dermatitis/hand-dermatitis-00018.jpg",
        "alt": "Discoid pattern of eczema on the dorsal hands",
        "title": "Hand dermatitis",
        "localPath": "/images/conditions/eczema/8.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection-O/Hand-dermatitis/hand-dermatitis-00019.jpg",
        "alt": "Hand eczema on the back of the hand - mixture of irritant factors in this atopic person",
        "title": "Hand dermatitis",
        "localPath": "/images/conditions/eczema/9.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Pityriasis-alba/pityriasis-alba-0001.jpg",
        "alt": "Hypopigmentation and fine scale on the cheeks in pityriasis alba",
        "title": "Pityriasis alba",
        "localPath": "/images/conditions/eczema/10.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Seborrhoeic-dermatitis/seborrhoeic-dermatitis-0050.jpg",
        "alt": "Cheek and nasolabial fold redness and scaling in seborrhoeic dermatitis",
        "title": "Seborrhoeic dermatitis",
        "localPath": "/images/conditions/eczema/11.jpg"
      }
    ]
  },
  {
    "name": "Impetigo",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Infections\n\n"
      },
      {
        "heading": "What is impetigo?",
        "level": "h2",
        "content": "Impetigo is a common, superficial, highly contagious bacterial skin infection characterised by pustules and honey-coloured crusted erosions.\n\nIt affects the superficial layers of the epidermis and is typically caused by Staphylococcus aureus and Streptococcus pyogenes (Group A beta – haemolytic streptococci (GABHS)). It can be classified into non-bullous (also known as ‘school sores’) and bullous impetigo. Ecthyma is a deep form of impetigo causing deeper erosions of the skin into the dermis.\n\nSecondary infection of wounds or other skin lesions with the same pathogens is called ‘impetiginisation’.\n\nFor more images of impetigo, click here.\n\n"
      },
      {
        "heading": "Who gets impetigo?",
        "level": "h2",
        "content": "Impetigo is most common in young children but can occur at any age. It is usually transmitted through direct contact.\n\nRisk factors which may predispose an individual to impetigo include:\n\n- Skin conditions: atopic dermatitis, contact dermatitis, scabies, chickenpox\n- Skin trauma: lacerations, insect bites, thermal burns, abrasions\n- Immunosuppression\n- Warm, humid climate\n- Poor hygiene\n- Crowded environments.\n\n"
      },
      {
        "heading": "What causes impetigo?",
        "level": "h2",
        "content": "Impetigo is caused by Staphylococcus aureus, and less commonly Streptococcus pyogenes.\n\n"
      },
      {
        "heading": "Non-bullous impetigo",
        "level": "h3",
        "content": "- Caused by either Staphylococcus aureus, Streptococcus pyogenes, or both bacteria conjointly.\n- Intact skin is usually resistant to colonisation from bacteria. Disruption in skin integrity allows for invasion of bacteria via the interrupted surface.\n\n"
      },
      {
        "heading": "Bullous impetigo",
        "level": "h3",
        "content": "- Due to Staphylococcus aureus which produces exfoliative toxins (exfoliatins A and B).\n- Exfoliative toxins target intracellular adhesion molecules (desmoglein – 1) present in the epidermal granular layer.\n- Results in dissociation of epidermal cells which causes blister formation.\n- Can occur on areas of intact skin.\n\n"
      },
      {
        "heading": "Non-bullous impetigo",
        "level": "h3",
        "content": "- Most commonly found on the face or extremities but skin on any part of the body can be involved.\n- Begins with a single erythematous macule which evolves into a pustule or vesicle.\n- Pustule or vesicle ruptures releasing serous contents which dries leaving a typical honey-coloured crust.\n- Minimal or no surrounding erythema.\n- Can spread rapidly with satellite lesions due to autoinoculation.\n- “Kissing lesions” arise where two skin surfaces are in contact.\n- Patients are typically otherwise well; they may experience some itching and regional lymphadenopathy.\n\n"
      },
      {
        "heading": "Bullous impetigo",
        "level": "h3",
        "content": "- Usually found on the face, trunk, extremities, buttocks, and perineal regions.\n- Can spread distally due to autoinoculation.\n- Present as quickly appearing superficial, small or large thin roofed bullae which tend to spontaneously rupture and ooze yellow fluid leaving a scaley rim (collarette).\n- More likely to have systemic symptoms of malaise, fever, and lymphadenopathy.\n\n"
      },
      {
        "heading": "How do clinical features vary in differing types of skin?",
        "level": "h2",
        "content": "The initial erythematous macule in non-bullous impetigo may be more difficult to see on darker skin tones.\n\n"
      },
      {
        "heading": "What are the complications of impetigo?",
        "level": "h2",
        "content": "- Wider spread infection: cellulitis, lymphangitis, and bacteraemia.\n- Staphylococcal scalded skin syndrome.\n- Scarlet fever.\n- Post-streptococcal glomerulonephritis: a rare, acute renal condition following infection with Streptococcus pyogenes (group A streptococcus). This is due to a type III hypersensitivity reaction and presents 2–6 weeks post-skin infection.\n- Streptococcal toxic shock syndrome: a rare complication causing diffuse erythematous rash, hypotension, and pyrexia.\n- Postinflammatory pigmentation.\n- Scarring, particularly with ecthyma.\n\n"
      },
      {
        "heading": "How is impetigo diagnosed?",
        "level": "h2",
        "content": "- Impetigo is usually a clinical diagnosis based on the features described above.\n- A skin swab for culture and sensitivity may be beneficial if the impetigo is recurrent, widespread or there is concern of MRSA infection.\n- Nasal swabs should be carried out in recurrent infection as they can identify staphylococcal nasal carriage which requires specific management.\n- Rarely a biopsy may be indicated if the diagnosis is unclear (in particular for bullous impetigo) or if it is refractory to treatment.\n- Histological features are characteristic.\n\n"
      },
      {
        "heading": "What is the differential diagnosis for impetigo?",
        "level": "h2",
        "content": "- Pemphigus foliaceus\n- Pemphigus vulgaris\n- Folliculitis (pustular)\n- Herpes simplex virus\n\n"
      },
      {
        "heading": "General measures",
        "level": "h3",
        "content": "- Regular gentle cleansing; removal of honey-coloured crusts.\n- Practice good hand hygiene and keep fingernails cut short.\n- Cover the affected areas with watertight dressing to prevent spread.\n\n"
      },
      {
        "heading": "Specific measures",
        "level": "h3",
        "content": "- For localised non-bullous impetigo, application of antiseptic 2–3 times per day for 5–7 days is recommended (e.g. hydrogen peroxide 1% cream or povidone — iodine 10% ointment).\n- Topical antibiotics such as fusidic acid or mupirocin are effective in treating non-bullous impetigo, however, their use may not be recommended in some countries due to bacterial resistance.\n- Topical antibiotics can be considered when antiseptic treatment has not worked or is not appropriate (e.g. impetigo around the eyes).\n\nFusidic acid is first-line.\nMupirocin use is often reserved for possible MRSA infection.\n- Fusidic acid is first-line.\n- Mupirocin use is often reserved for possible MRSA infection.\n\n- Recommended in bullous impetigo, widespread non-bullous impetigo (>3 lesions), when topical treatment fails, a person is at high risk of complications, or when a person is systemically unwell.\n- Oral flucloxacillin is often the first line antibiotic of choice.\n- Alternatives may include trimethoprim + sulfamethoxazole or erythromycin (eg, if penicillin allergic or for MRSA infection).\n\n- Avoid touching affected areas.\n- Practice good hand hygiene; wash hands before and after applying creams.\n- Use a clean cloth each time to wash and dry affected areas.\n- Do not share towels or face cloths.\n- Clothing and bedding should be changed daily; wash using hot temperatures.\n- Avoid close contact with others — school/nursery children should stay home until lesions have crusted over, or they have received at least 24 hours of treatment.\n\n"
      },
      {
        "heading": "What is the outcome for impetigo?",
        "level": "h2",
        "content": "Impetigo is usually self-limiting without serious complications. Without treatment, impetigo usually heals in 2–3 weeks; with treatment lesions resolve within 10 days.\n\nPostinflammatory hypopigmentation or hyperpigmentation may occur but scarring is uncommon.\n\n"
      },
      {
        "heading": "Bibliography",
        "level": "h3",
        "content": "- Bowen AC, Mahé A, Hay RJ, Andrews RM, Steer AC, Tong SYC, Carapetis JR. The Global Epidemiology of Impetigo: A Systematic Review of the Population Prevalence of Impetigo and Pyoderma. PLoS One. 2015;10(8):e0136789. Journal\n- Cole C, Gazewood J: Diagnosis and Treatment of Impetigo. Am Fam Physician. 2007;75(6):859–64. Journal\n- Hartman-Adams H, Banvard C, Juckett G. Impetigo: diagnosis and treatment. Am Fam Physician. 2014;90(4):229–35. Journal\n- Hoffmann TC, Peiris R, Glasziou P, Cleo G, Mar CD. Natural history of non-bullous impetigo: a systematic review of time to resolution or improvement without antibiotic treatment. Br J Gen Pract. 2021;71(704):e237–42. Journal\n- Kato F, Kadomoto N, Iwamoto Y, Bunai K, Komatsuzawa H, Sugai M. Regulatory mechanism for exfoliative toxin production in Staphylococcus aureus. Infect Immun. 2011;79:1660–70. Journal\n- Williamson D, Ritchie S, Best E, Upton A, Leversha A, Smith A, Thomas M. A bug in the ointment: topical antimicrobial usage and resistance in New Zealand. N Z Med J. 2015;128:103–9. Journal\n\n"
      },
      {
        "heading": "On DermNet",
        "level": "h3",
        "content": "- Ecthyma\n- Bacterial skin infections\n- Methicillin-resistant Staphylococcus aureus (MRSA)\n- Impetigo images\n- Impetigo pathology\n- Bullous impetigo case 1\n\n"
      },
      {
        "heading": "Other websites",
        "level": "h3",
        "content": "- Bacterial infections of the skin — DermNet e-lecture [Youtube]\n- How To Treat & When To Seek Help For School Sores — Kid Health NZ: Information on impetigo aimed at parents.\n- Impetigo: Antimicrobial prescribing. NICE Guideline NG153 2020.\n\n\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/collection/Impetigo/impetigo-0010.jpg",
        "alt": "Honey-coloured crusts on the chin in impetigo",
        "title": "Impetigo",
        "localPath": "/images/conditions/impetigo/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Impetigo/impetigo-0004.jpg",
        "alt": "'Kissing lesions' on both sides of the axilla in impetigo",
        "title": "Impetigo",
        "localPath": "/images/conditions/impetigo/1.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Impetigo/impetigo-0009.jpg",
        "alt": "Perioral honey-coloured crusts in impetigo",
        "title": "Impetigo",
        "localPath": "/images/conditions/impetigo/2.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Impetigo/impetigo-0002.jpg",
        "alt": "Widespread bullous impetigo over the back",
        "title": "Impetigo",
        "localPath": "/images/conditions/impetigo/3.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Impetigo/impetigo-0003.jpg",
        "alt": "An intact blister and erosions in bullous impetigo",
        "title": "Impetigo",
        "localPath": "/images/conditions/impetigo/4.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Impetigo/impetigo-0008.jpg",
        "alt": "Honey-coloured crusted lesions in facial impetigo",
        "title": "Impetigo",
        "localPath": "/images/conditions/impetigo/5.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Impetigo/impetigo-0006.jpg",
        "alt": "Crusted weepy lesions in facial impetigo",
        "title": "Impetigo",
        "localPath": "/images/conditions/impetigo/6.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Impetigo/impetigo-0005.jpg",
        "alt": "Impetigo on the leg",
        "title": "Impetigo",
        "localPath": "/images/conditions/impetigo/7.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Impetigo/impetigo-0007.jpg",
        "alt": "Facial impetigo",
        "title": "Impetigo",
        "localPath": "/images/conditions/impetigo/8.jpg"
      }
    ]
  },
  {
    "name": "Athlete's Foot",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Infections\n\n"
      },
      {
        "heading": "What is athlete's foot?",
        "level": "h2",
        "content": "Athlete's foot is a term often used to describe a fungal infection (or dermatophytosis) of the foot (tinea pedis).\n\nIt most often results in peeling skin and fissuring between the toes (the toe clefts). The cleft between the fourth and fifth toes is the most frequently affected.\n\nFungal infection is not the only reason for peeling and fissuring between the toes, and the term athlete's foot is sometimes used to refer to any condition where the toe clefts are inflamed.\n\n"
      },
      {
        "heading": "What causes athlete's foot?",
        "level": "h2",
        "content": "Athlete's foot is generally due to proliferation of dermatophyte fungi of the genera Trichophyton rubrum, Trichophyton interdigitale, and Epidermophyton floccosum.\n\n"
      },
      {
        "heading": "Predisposing factors",
        "level": "h3",
        "content": "Athlete's foot is more common in those who participate in sports because:\n\n- They may wear occlusive footwear\n- They sweat heavily\n- They may fail to dry their feet carefully after showering\n- They are exposed to fungal spores on the surfaces of communal areas.\n\n"
      },
      {
        "heading": "What are the clinical features of athlete's foot?",
        "level": "h2",
        "content": "The clinical features of athlete's foot may include:\n\n- Moist, peeling skin between the toes\n- White, yellow, or greenish discolouration\n- Sometimes, thickened skin\n- Painful fissures\n- Unpleasant smell.\n\nAthlet's foot is generally mild; very inflamed athlete's foot is generally due to secondary bacterial infection.\n\n"
      },
      {
        "heading": "How is athlete's foot diagnosed?",
        "level": "h2",
        "content": "The diagnosis is usually clinical, as athlete's foot has a characteristic appearance. If resistant to treatment, investigations are undertaken to identify a specific infection.\n\n- Scrapings for fungal microscopy and culture\n- Swabs for bacterial microscopy and culture\n- Wood's light (ultraviolet) examination looking for coral-red fluorescence, characteristic of erythrasma\n\n"
      },
      {
        "heading": "What is the differential diagnosis of athlete's foot?",
        "level": "h2",
        "content": "Athlete's foot is a localised interdigital form of intertrigo.\n\nApart from tinea pedis, peeling and fissuring between the toes can be due to:\n\n- Yeast infection (candida)\n- Bacterial infection (erythrasma, pseudomonas, staphylococci and streptococci)\n- Mould infection\n- Soft corn (build-up of thick skin due the repetitive trauma of the toes pressing against each other)\n- Injury, for example over-vigorous removal of peeling skin\n- A skin condition, such as psoriasis (scaly patches in scalp, on elbows and knees or rashes in body folds), foot eczema or keratolysis exfoliativa.\n\n"
      },
      {
        "heading": "What is the treatment of athlete's foot?",
        "level": "h2",
        "content": "Treatment for athlete's foot should begin with general measures.\n\n- Dry carefully between the toes.\n- Use a dusting powder to keep the affected area dry.\n- Keep toes apart using a cotton or foam wedge.\n- Wear shoes that are loose around the toes or go bare foot.\n- Apply a topical antifungal agent. These may also control many of the bacteria that live in the moist skin between the toes.\n\nWhitfield ointment (3% salicylic acid, 6% benzoic acid in petrolatum) is particularly useful, as it removes the surface layer of moist peeling skin (ie, it is keratolytic), and it eliminates bacteria and fungi.\n\nMake sure that other sites of fungal infection are also treated effectively.\n\n"
      },
      {
        "heading": "On DermNet",
        "level": "h3",
        "content": "- Tinea\n- Tinea pedis\n- Tinea pedis images\n- Introduction to fungal infections\n- Laboratory tests for fungal infections\n- Treatment of fungal infections\n- More images of tinea pedis\n\n"
      },
      {
        "heading": "Other websites",
        "level": "h3",
        "content": "- Athlete's Foot– Medline Plus\n- Tinea pedis – Medscape Reference\n- Patient information: Ringworm, athlete’s foot, and jock itch (The Basics) – UpToDate (for subscribers)\n- Patient information: Ringworm (including athlete's foot and jock itch) (Beyond the Basics) – UpToDate (for subscribers)\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/athfoot1.jpg",
        "alt": "Athlete foot",
        "title": "Athlete foot",
        "localPath": "/images/conditions/athlete's-foot/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/s/athfoot4.jpg",
        "alt": "Athlete foot",
        "title": "Athlete foot",
        "localPath": "/images/conditions/athlete's-foot/1.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/s/athfoot5.jpg",
        "alt": "Athlete foot",
        "title": "Athlete foot",
        "localPath": "/images/conditions/athlete's-foot/2.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/athfoot2.jpg",
        "alt": "Pseudomonas infection",
        "title": "Athlete foot",
        "localPath": "/images/conditions/athlete's-foot/3.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/athfoot3.jpg",
        "alt": "Psoriasis",
        "title": "Athlete foot",
        "localPath": "/images/conditions/athlete's-foot/4.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/s/athfoot6.jpg",
        "alt": "Eczema",
        "title": "Athlete foot",
        "localPath": "/images/conditions/athlete's-foot/5.jpg"
      }
    ]
  },
  {
    "name": "Body Ringworm",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Infections\n\n"
      },
      {
        "heading": "What is tinea corporis?",
        "level": "h2",
        "content": "Tinea corporis is a superficial fungal infection of the skin that can affect any part of the body, excluding the hands and feet, scalp, face and beard, groin, and nails. It is commonly called ‘ringworm’ as it presents with characteristic ring-shaped lesions.\n\n"
      },
      {
        "heading": "Who gets tinea corporis?",
        "level": "h2",
        "content": "Tinea corporis is found in most parts of the world, but particularly in hot humid climates. It is most commonly seen in children and young adults, however all age groups can be infected including newborns.\n\nMedical risk factors include:\n\n- Previous or concurrent tinea infection\n- Diabetes mellitus\n- Immunodeficiency\n- Hyperhidrosis\n- Xerosis\n- Ichthyosis.\n\nEnvironmental risk factors include:\n\n- Household crowding\n- Infection of household members\n- Keeping house pets\n- Wearing occlusive clothing\n- Recreational activities involving close contact with others including shared change rooms.\n\nA genetic predisposition has been postulated, particularly for tinea imbricata.\n\n"
      },
      {
        "heading": "What causes tinea corporis?",
        "level": "h2",
        "content": "Tinea corporis is predominantly caused by dermatophyte fungi of the genera Trichophyton and Microsporum. The anthropophilic species T. rubrum is the most common causative agent of tinea corporis worldwide including New Zealand. Other species that may cause tinea corporis include:\n\n- T. interdigitale\n- T. tonsurans — secondary to tinea capitis or skin-to-skin contact\n- M. canis (cats, dogs), and less commonly other zoonotic species including T. verrucosum (cattle), T. equinum (horses) and T. erinacei (hedgehogs).\n\nTinea corporis is spread by the shedding of fungal spores from infected skin. Transmission is facilitated by a warm, moist environment and the sharing of fomites including bedding, towels, and clothing. Dermatophyte infection elsewhere on the skin, such as tinea pedis, can also be transferred. The incubation period is 1–3 weeks. The dermatophyte invades and spreads in the stratum corneum, but is unable to penetrate deeper layers in healthy skin.\n\n"
      },
      {
        "heading": "What are the clinical features of tinea corporis?",
        "level": "h2",
        "content": "Tinea corporis initially presents as a solitary circular red patch with a raised scaly leading edge. A lesion spreads out from the centre forming a ring-shape with central hypopigmentation and a peripheral scaly red rim (ringworm). The border can be papular or pustular. Itch is common. With time, multiple lesions can develop which may coalesce to form a polycyclic pattern. The distribution of lesions is typically asymmetrical.\n\nSee also Tinea corporis images\n\n"
      },
      {
        "heading": "Clinical variants of tinea corporis",
        "level": "h3",
        "content": "Clinical variants of tinea corporis can include the following types.\n\n- Kerion — an intense pustular inflammatory reaction due to zoophilic fungi.\n- Tinea gladiatorum — affects participants in contact sports such as wrestling or martial arts due to skin-to-skin contact. It is usually caused by T. tonsurans.\n- Tinea imbricata — extensive concentric rings forming polycyclic plaques with thick scale due to T. concentricum. It is particularly itchy. This variant is common in the Pacific Islands and other equatorial tropical areas.\n- Tinea incognito — lacks the typical features of tinea corporis due to suppression of the inflammatory reaction following the topical application of corticosteroids or calcineurin inhibitors. Lesions tend to be widespread with poorly defined borders lacking scale and erythema.\n- Majocchi granuloma — a variant involving the hair follicles and subcutaneous tissue, most commonly found on the limbs after shaving. It presents as perifollicular papules or pustules. T. rubrum is the usual organism.\n- Bullous tinea corporis — a rare variant presenting with vesicles or blisters.\n\n"
      },
      {
        "heading": "What are the complications of tinea corporis?",
        "level": "h2",
        "content": "Tinea corporis is contagious, spreading elsewhere on the skin and to others.\n\nImmunosuppressed patients, such as those with HIV/AIDS, can present with disseminated infection.\n\nChronic dermatophytosis is T. rubrum infection of at least four body sites following a prolonged fluctuating course and recurrence despite treatment.\n\nDermatophytide reactions are an allergic rash at a distant site caused by an inflammatory fungal infection.\n\nSecondary bacterial infection with Staph aureus is common in children with atopic dermatitis and tinea corporis.\n\n"
      },
      {
        "heading": "How is tinea corporis diagnosed?",
        "level": "h2",
        "content": "Tinea corporis should be considered in the setting of a solitary patch or asymmetrical rash and confirmed on mycology to determine the likely source.\n\nExamination should include the entire skin surface, including the scalp and nails, for other sites of involvement.\n\nDermoscopy may assist the clinical diagnosis with features of erythema, white scaling, peripheral or patchy distribution of blood vessels, tiny follicular papules, brown spots surrounded by white-yellow rings, and wavy or broken hairs.\n\nSkin scrapings taken from the scaly lesion edge and mounted in 10–20% potassium hydroxide can be examined under a light microscope for hyphae and spores. Fungal culture of the skin scrapings provides identification of the causative organism (see Laboratory tests for fungal infection).\n\nTinea corporis is sometimes diagnosed on skin biopsy, and characteristic histology changes are seen (see Tinea corporis pathology). Histology is typically required for the diagnosis of Majocchi granuloma.\n\n"
      },
      {
        "heading": "What is the differential diagnosis for tinea corporis?",
        "level": "h2",
        "content": "The differential diagnosis for tinea corporis can include:\n\n- Discoid eczema\n- Psoriasis\n- Pityriasis rosea herald patch\n- Seborrhoeic dermatitis.\n\n"
      },
      {
        "heading": "General measures",
        "level": "h3",
        "content": "Skin should be kept clean and dried thoroughly. Loose-fitting light clothing is recommended in hot humid climates. Avoid close contact with infected individuals and the sharing of fomites. Examination of household members and pets for the source of infection and appropriate treatment reduces the risk of re-infection.\n\n"
      },
      {
        "heading": "Specific measures",
        "level": "h3",
        "content": "Localised tinea corporis may respond to topical antifungal medications such as imidazoles and terbinafine. Application needs to include an adequate margin around the lesion and a prolonged course continuing for at least 1–2 weeks after the visible rash has cleared. However, recurrence is common.\n\nOral antifungal treatment is usually required if tinea corporis is involving a hair-bearing site, is extensive, or has failed to clear with topical antifungals. Systemic therapy is also required for Majocchi granuloma and tinea imbricate. Recommended oral agents are terbinafine and itraconazole.\n\n"
      },
      {
        "heading": "What is the outcome for tinea corporis?",
        "level": "h2",
        "content": "With appropriate treatment and good patient compliance, tinea corporis can be cured. However, recurrence or re-infection can occur if treatment has stopped too soon, or the source of infection has not been identified and treated.\n\n"
      },
      {
        "heading": "Bibliography",
        "level": "h3",
        "content": "- El-Gohary M, van Zuuren EJ, Fedorowicz Z, et al. Topical antifungal treatments for tinea cruris and tinea corporis. Cochrane Database Syst Rev. 2014;(8):CD009992. doi:10.1002/14651858.CD009992.pub2. PubMed Central\n- Kermani F, Moosazadeh M, Hosseini SA, Bandalizadeh Z, Barzegari S, Shokohi T. Tinea gladiatorum and dermatophyte contamination among wrestlers and in wrestling halls: a systematic review and meta-analysis. Curr Microbiol. 2020;77(4):602–11. doi:10.1007/s00284-019-01816-3. Journal\n- Leung AK, Lam JM, Leong KF, Hon KL. Tinea corporis: an updated review. Drugs Context. 2020;9:2020-5-6. doi:10.7573/dic.2020-5-6. PubMed Central\n- Moriarty B, Hay R, Morris-Jones R. The diagnosis and management of tinea. BMJ. 2012;345:e4380. doi:10.1136/bmj.e4380. PubMed\n- Sahoo AK, Mahajan R. Management of tinea corporis, tinea cruris, and tinea pedis: A comprehensive review. Indian Dermatol Online J. 2016;7(2):77–86. doi:10.4103/2229-5178.178099. PubMed Central\n- Singh D, Patel DC, Rogers K, Wood N, Riley D, Morris AJ. Epidemiology of dermatophyte infection in Auckland, New Zealand. Australas J Dermatol. 2003;44(4):263–6. doi:10.1046/j.1440-0960.2003.00005.x. PubMed\n\n"
      },
      {
        "heading": "On DermNet",
        "level": "h3",
        "content": "- Fungal skin infections\n- Fungal skin infection images\n- Introduction to fungal infections\n- Kerion\n- Laboratory tests for fungal infections\n- Mycology of dermatophyte infections\n- Tinea\n- Tinea corporis pathology\n- Treatment of fungal infection\n\n"
      },
      {
        "heading": "Other websites",
        "level": "h3",
        "content": "- Fungal infections of the skin — DermNet e-lecture [Youtube]\n- Tinea corporis — Medscape Reference\n- Ringworm on body (tinea corporis) — emedicinehealth\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/s/tincorp8.jpg",
        "alt": "Tinea corporis",
        "title": "Tinea corporis",
        "localPath": "/images/conditions/body-ringworm/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/s/tincorp9-v2.jpg",
        "alt": "",
        "title": "tincorp9 v2",
        "localPath": "/images/conditions/body-ringworm/1.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection/Tinea-corporis/tinea-corporis-00019.jpg",
        "alt": "",
        "title": "tinea corporis 00019",
        "localPath": "/images/conditions/body-ringworm/2.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tincorp16.jpg",
        "alt": "Sharp red scaly margin of tinea corporis",
        "title": "Tinea corporis",
        "localPath": "/images/conditions/body-ringworm/3.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tincorp18.jpg",
        "alt": "Papules and pustules of tinea corporis",
        "title": "Tinea corporis",
        "localPath": "/images/conditions/body-ringworm/4.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tincorp15.jpg",
        "alt": "Asymmetry of tinea corporis",
        "title": "Tinea corporis",
        "localPath": "/images/conditions/body-ringworm/5.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/kerion09.jpg",
        "alt": "Kerion - inflammatory tinea corporis",
        "title": "Kerion",
        "localPath": "/images/conditions/body-ringworm/6.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/majocchi14.jpg",
        "alt": "Majocchi granuloma - invasive tinea corporis",
        "title": "Majocchi granuloma",
        "localPath": "/images/conditions/body-ringworm/7.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tiimsu.jpg",
        "alt": "Tinea incognito",
        "title": "tinea incognito",
        "localPath": "/images/conditions/body-ringworm/8.jpg"
      }
    ]
  },
  {
    "name": "Nail Ringworm Pathology",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Infections\n\n"
      },
      {
        "heading": "Onychomycosis pathology",
        "level": "h1",
        "content": "\n\nOnychomycosis (tinea unguium) is a fungal infection of the nail bed, matrix or plate usually caused by a dermatophyte. Candida and non-dermatophytic moulds are more common in tropical environments.\n\n"
      },
      {
        "heading": "Histology of onychomycosis",
        "level": "h2",
        "content": "Sections of an infected nail plate must be examined with special stains with PAS or GMS to assess the presence of fungal forms. Often the nail will contain serum and collections of neutrophils as well as the fungal forms which penetrate the nail tissue (figure 1). PAS stain in figure 2 reveals dermatophytes penetrating the nail plate.\n\n"
      },
      {
        "heading": "Special studies for onychomycosis",
        "level": "h2",
        "content": "PAS or GMS stains are essential for the diagnosis and reveal organisms penetrating the nail tissue.\n\n"
      },
      {
        "heading": "Differential diagnosis of onychomycosis pathology",
        "level": "h2",
        "content": "Non-dermatophytes colonisation – Non-dermatophytes often colonize the subungual space. However, unless they can be demonstrated penetrating the nail plate they are not regarded as causative of onychomycosis.\n\nPsoriasis – Neutrophilic aggregates may be seen but PAS/GMS will be negative for organisms.\n\nPitted keratolysis – The causative bacteria will be demonstrated with gram stain as thin filamentous bacterial forms.\n\n"
      },
      {
        "heading": "On DermNet",
        "level": "h3",
        "content": "- Dermatopathology glossary\n- Onychomycosis\n- Dermatopathology index\n\n\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/Uploads/pathology/e/tinea-unguium-figure-1.jpg",
        "alt": "Figure 1",
        "title": "Onychomycosis pathology",
        "localPath": "/images/conditions/nail-ringworm-pathology/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/pathology/e/tinea-unguium-figure-2.jpg",
        "alt": "Figure 2",
        "title": "Onychomycosis pathology",
        "localPath": "/images/conditions/nail-ringworm-pathology/1.jpg"
      }
    ]
  },
  {
    "name": "Ringworm of Face",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Infections\n\n"
      },
      {
        "heading": "Tinea faciei",
        "level": "h1",
        "content": "Last Reviewed: July, 2024\n\n\n\n"
      },
      {
        "heading": "What is tinea faciei?",
        "level": "h2",
        "content": "Tinea faciei is the name used for infection of the face with a dermatophyte fungus. It does not include infection of the beard and moustache area, which is called tinea barbae. Tinea faciei is uncommon and often misdiagnosed at first.\n\nTinea faciei can be due to an anthropophilic (human) fungus such as Trichophyton rubrum (T rubrum). Infection often comes from the feet (tinea pedis) or nails (tinea unguium) originally. Zoophilic (animal) fungi such as Microsporum canis (M canis) is acquired from cats and dogs, and T verrucosum, from farm cattle, are also common.\n\n"
      },
      {
        "heading": "Clinical features of tinea faciei",
        "level": "h2",
        "content": "Tinea faciei resembles tinea corporis (ringworm). It may be acute (sudden onset and rapid spread) or chronic (slow extension of a mild, barely inflamed, rash). There are round or oval red scaly patches, often less red and scaly in the middle or healed in the middle. Lesions are usually asymmetric and it is often unilateral. It is frequently aggravated by sun exposure. It may also present as a kerion (fungal abscess).\n\nIt is essential to look for and treat tinea infection elsewhere (look at the feet, groins, and nails) and in a suspected zoophilic infection, identify, isolate and treat the source animal.\n\nTinea faciei is often misdiagnosed as a non-fungal condition such as:\n\n- Atopic dermatitis\n- Seborrhoeic dermatitis\n- Psoriasis\n- Rosacea\n- Actinic keratoses\n- Contact allergic dermatitis\n- Perioral dermatitis\n- Cutaneous lupus erythematosus\n- Polymorphous light eruption\n\nMisdiagnosis is particularly common in those treated with topical steroids or oral steroids (tinea incognita).\n\n"
      },
      {
        "heading": "Diagnosis of tinea faciei",
        "level": "h2",
        "content": "The diagnosis of tinea faciei is confirmed by microscopy and culture or PCR of skin scrapings.\n\n"
      },
      {
        "heading": "Treatment of tinea faciei",
        "level": "h2",
        "content": "Tinea faciei is usually treated with topical antifungal agents, but if the treatment is unsuccessful, oral antifungal medicines may be considered, including terbinafine and itraconazole.\n\nIn recent years, antifungal drug resistance has made treatment more challenging.\n\n"
      },
      {
        "heading": "On DermNet",
        "level": "h3",
        "content": "- Tinea\n- Introduction to fungal infections\n- Laboratory tests for fungal infections\n- Treatment of fungal infections\n\n"
      },
      {
        "heading": "Other websites",
        "level": "h3",
        "content": "- Fungal infections of the skin — DermNet e-lecture [Youtube]\n- Tinea faciei — Medscape Reference\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tfgir.jpg",
        "alt": "Tinea faciei",
        "title": "Tinea faciei",
        "localPath": "/images/conditions/ringworm-of-face/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tcchi.jpg",
        "alt": "Tinea faciei",
        "title": "tinea faciei",
        "localPath": "/images/conditions/ringworm-of-face/1.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tinea-faciei2.jpg",
        "alt": "Tinea faciei",
        "title": "tinea faciei",
        "localPath": "/images/conditions/ringworm-of-face/2.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/s/tinea-faciei1.jpg",
        "alt": "Tinea faciei",
        "title": "tinea faciei",
        "localPath": "/images/conditions/ringworm-of-face/3.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tfker.jpg",
        "alt": "Kerion",
        "title": "tinea faciei",
        "localPath": "/images/conditions/ringworm-of-face/4.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tfldy.jpg",
        "alt": "Tinea faciei",
        "title": "tinea faciei",
        "localPath": "/images/conditions/ringworm-of-face/5.jpg"
      }
    ]
  },
  {
    "name": "Ringworm of Foot",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Infections\n\n"
      },
      {
        "heading": "What is tinea pedis?",
        "level": "h2",
        "content": "Tinea pedis is a foot infection due to a dermatophyte fungus. It is the most common dermatophyte infection and is particularly prevalent in hot, tropical, urban environments.\n\n- Interdigital involvement is most commonly seen (this presentation is also known as athlete’s foot, although some people use the term for any kind of tinea pedis).\n- Tinea pedis may be accompanied by tinea cruris, tinea manuum or tinea unguium.\n\n"
      },
      {
        "heading": "What causes tinea pedis?",
        "level": "h2",
        "content": "The three most common dermatophyte fungi causing tinea pedis are:\n\n- Trichophyton (T.) rubrum\n- T. interdigitale, previously called T. mentagrophytes var. interdigitale\n- Epidermophyton floccosum\n\nSee more images of tinea pedis ...\n\n"
      },
      {
        "heading": "Who gets tinea pedis?",
        "level": "h2",
        "content": "Tinea pedis usually occurs in males and adolescents/young adults, but can also affect females, children and older people. Infection is usually acquired by direct contact with the causative organism, for example using a shared towel, or by walking barefoot in a public change room.\n\nOther risk factors include:\n\n- Occlusive footwear (for example, heavy industrial boots)\n- Excessive sweating (hyperhidrosis)\n- Underlying immunodeficiency or diabetes mellitus\n- Systemic corticosteroids or immune suppressive medications\n- Poor peripheral circulation or lymphoedema.\n\n"
      },
      {
        "heading": "What are the clinical features of tinea pedis?",
        "level": "h2",
        "content": "Tinea pedis tends to be asymmetrical, and may be unilateral. It usually presents in one of three ways:\n\n- Itchy erosions and/or scales between the toes, especially between 4th and 5th toes\n- Scale covering the sole and sides of the feet (hyperkeratotic/moccasin type, usually caused by T. rubrum)\n- Small to medium-sized blisters, usually affecting the inner aspect of the foot (vesiculobullous type).\n\nIt can also uncommonly cause oozing and ulceration between the toes (ulcerative type), or pustules (these are more common in tinea pedis due to T. interdigitale than that due to T. rubrum).\n\n"
      },
      {
        "heading": "How is the diagnosis of tinea pedis made?",
        "level": "h2",
        "content": "The diagnosis of tinea pedis can be made clinically in most cases, based on the characteristic clinical features. Other typical sites, such as toenails, groin, and palms of the hands, should be examined for fungal infection, which may support a diagnosis of tinea pedis.\n\nDiagnosis is confirmed by skin scrapings, which are sent for microscopy in potassium hydroxide (when segmented hyphae may be observed) and culture (mycology). Culture may not be necessary if typical fungal elements are observed on microscopy.\n\n"
      },
      {
        "heading": "What is the differential diagnosis of tinea pedis?",
        "level": "h2",
        "content": "The differential diagnosis of tinea pedis includes:\n\n- Foot eczema — especially pompholyx (pedopompholyx), or irritant contact dermatitis due to persistent moisture between closely adherent toes\n- Contact allergic dermatitis  to a component of footwear (such as a rubber accelerant, shoe adhesive, potassium dichromate used as leather tanning agent, or fabric dye)\n- Psoriasis (plantar psoriasis)\n- Plantar pustulosis\n- Plantar keratoderma.\n\nThese inflammatory disorders are more likely to be symmetrical and bilateral. Mycology is negative.\n\n"
      },
      {
        "heading": "What is the treatment for tinea pedis?",
        "level": "h2",
        "content": "General measures should be first-line, including meticulous drying of feet, especially between the toes, avoidance of occlusive footwear, and the use of barrier protection (sandals) in communal facilities.\n\nTopical antifungal therapy once or twice daily is usually sufficient. These include azoles, allylamines, butenafine, ciclopirox, and tolnaftate. A typical course is 2 to 4 weeks, but single dose regimes can be successful for mild infection [1,2].\n\nFor those who do not respond to topical therapy, an oral antifungal agent may be needed for a few weeks. These include:\n\n- Terbinafine\n- Itraconazole\n- Fluconazole\n- Griseofulvin (this may be inferior to other oral agents and may not be available in some countries) [3,4].\n\nPatients with the hyperkeratotic variant of tinea pedis may benefit from the addition of a topical keratolytic cream containing salicylic acid or urea [5].\n\n"
      },
      {
        "heading": "How can recurrence of tinea pedis be prevented?",
        "level": "h2",
        "content": "To minimise recurrence of tinea pedis:\n\n- Dry feet and toes meticulously after bathing\n- Use desiccating foot powder once or twice daily\n- Avoid wearing occlusive footwear for long periods\n- Thoroughly dry shoes and boots\n- Clean the shower and bathroom floors using a product containing bleach\n- Treat shoes with antifungal powder.\n\nIf treatment of tinea pedis is unsuccessful, consider reinfection, coexistent untreated fungal nail infection, reinfection due to untreated family member, or an alternative diagnosis.\n\n"
      },
      {
        "heading": "References",
        "level": "h3",
        "content": "- Crawford F, Hollis S. Topical treatments for fungal infections of the skin and nails of the foot. Cochrane Database Syst Rev. 2007; 18(3): CD001434. PubMed\n- Korting HC, Tietz HJ, Bräutigam M, Mayser P, Rapatz G, Paul C. One week terbinafine 1% cream (Lamisil) once daily is effective in the treatment of interdigital tinea pedis: a vehicle controlled study. LAS-INT-06 Study Group. Med Mycol. 2001; 39(4): 335–40. PubMed\n- Gupta AK, Cooper EA. Update in antifungal therapy of dermatophytosis. Mycopathologia. 2008; 166 (5-6): 353. DOI: 10.1007/s11046-008-9109-0. PubMed\n- Bell-Syer SE, Khan SM, Torgerson DJ. Oral treatments for fungal infections of the skin of the foot. Cochrane Database Syst Rev. 2012; 10: CD003584. PubMed\n- Kircik LH, Onumah N. Use of naftifine hydrochloride 2% cream and 39% urea cream in the treatment of tinea pedis complicated by hyperkeratosis. J Drugs Dermatol. 2014 Feb. 13(2): 162–5. Journal\n\n"
      },
      {
        "heading": "On DermNet",
        "level": "h3",
        "content": "- Tinea\n- Introduction to fungal infections\n- Laboratory tests for fungal infections\n- Treatment of fungal infections\n- More images of tinea pedis\n- Mycology of dermatophyte infections\n- Conditions affecting the feet\n\n"
      },
      {
        "heading": "Other websites",
        "level": "h3",
        "content": "- Fungal infections of the skin — DermNet e-lecture [Youtube]\n- Tinea pedis — Medscape Reference\n- Patient information: Ringworm, athlete’s foot, and jock itch (The Basics) – UpToDate (for subscribers)\n- Patient information: Ringworm (including athlete's foot and jock itch) (Beyond the Basics) — UpToDate (for subscribers)\n- Management of Tinea Pedis — International Foundation for Dermatology\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/s/tinped1.jpg",
        "alt": "Moccasin tinea pedis",
        "title": "Moccasin tinea pedis",
        "localPath": "/images/conditions/ringworm-of-foot/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tpsev.jpg",
        "alt": "Tinea pedis",
        "title": "tinea pedis",
        "localPath": "/images/conditions/ringworm-of-foot/1.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tpto.jpg",
        "alt": "Tinea pedis",
        "title": "Tinea pedis",
        "localPath": "/images/conditions/ringworm-of-foot/2.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/s/tinped4.jpg",
        "alt": "Tinea pedis",
        "title": "Tinea pedis",
        "localPath": "/images/conditions/ringworm-of-foot/3.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/s/tinped2.jpg",
        "alt": "Tinea pedis",
        "title": "Tinea pedis",
        "localPath": "/images/conditions/ringworm-of-foot/4.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/s/tinped3.jpg",
        "alt": "Tinea pedis",
        "title": "Tinea pedis",
        "localPath": "/images/conditions/ringworm-of-foot/5.jpg"
      }
    ]
  },
  {
    "name": "Ringworm of the Scalp",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Infections\n\n"
      },
      {
        "heading": "What is tinea capitis?",
        "level": "h2",
        "content": "Tinea capitis is a fungal infection of the scalp, involving both the skin and hair. It is also known as scalp ringworm. Symptoms of tinea capitis include hair loss, dry scaly areas, redness, and itch. Tinea barbae is essentially the same condition involving the beard area.\n\nClick here for more images\n\n"
      },
      {
        "heading": "Who gets tinea capitis?",
        "level": "h2",
        "content": "Tinea capitis predominantly affects preadolescent children, with incidence peaking between the ages of three and seven years. It can also affect adults, particularly those who are immunocompromised. Tinea capitis is found in most parts of the world, although the prevalence of a particular fungal species causing tinea capitis varies geographically. Risk factors include animal contact, household crowding, lower socioeconomic status, warm humid environments, and contact sport. The introduction of antifungal agents, population movements, and improved hygiene practices are associated with evolving patterns of infection.\n\n"
      },
      {
        "heading": "What causes tinea capitis?",
        "level": "h2",
        "content": "Tinea capitis is caused by dermatophytic fungi capable of invading keratinised tissue, such as the hair and nails. While over 40 different species of dermatophytes are known to exist, only a small number are associated with tinea capitis. Dermatophytes may be classified into three broad categories, according to host preference: anthropophilic species (humans), zoophilic species (animals), and geophilic species (soil).\n\nIn New Zealand, Europe, and Asia the most common causative agent is the zoophilic species Microsporum canis which originates in cats.\n\nExamples of other zoophilic fungi that cause tinea capitis include:\n\n- M. nanum (host — pigs)\n- M. distortum (variant of M. canis)\n- T. equinium (host — horses)\n- T. verrucosum (host — cattle).\n\nTrichophyton tonsurans is an anthropophilic dermatophyte that is the most common cause of tinea capitis in the United States. T. violaceum is an anthropophilic fungus seen in New Zealand in patients who have migrated from Africa or the Middle East.\n\nExamples of other anthropophilic fungi that cause tinea capitis include:\n\n- T. soudanese\n- T. schoenleinii\n- T. rubrum\n- M. audouinii.\n\nGeophilic fungi, such as M. gypseum, originate in the soil and are rare causes of tinea capitis.\n\n"
      },
      {
        "heading": "How is tinea capitis spread?",
        "level": "h2",
        "content": "Tinea capitis is a contagious infection. Anthropophilic species are spread following contact with infected persons, including asymptomatic carriers, or contaminated objects (fomites). Fomites that can harbour anthropophilic dermatophytes include hairbrushes, hats, towels, bedding, couches, and toys; fungal spores may remain viable on these for months. Zoophilic species are transmitted from infected animals, including household pets (especially kittens) or stray cats and dogs. Zoophilic species can spread person-to-person.\n\n"
      },
      {
        "heading": "How does tinea capitis infection occur?",
        "level": "h2",
        "content": "Following invasion of the keratinised stratum corneum of the scalp (see structure of the normal skin), the fungus grows downwards into the hair follicle and the hair shaft. It penetrates the hair cuticle and typically invades the hair shaft in one of three ways:\n\n- Ectothrix infection: the dermatophyte grows within the hair follicle and covers the surface of the hair. Fungal spores are evident on the outside of the hair shaft and the cuticle is destroyed. M. canis is an ectothrix dermatophyte.\n- Endothrix infection: the dermatophyte invades the hair shaft and grows within it. Fungal spores are retained inside the hair shaft, and the cuticle is not destroyed. T. tonsurans is an endothrix dermatophyte.\n- Favus infection: a chronic dermatophyte infection caused by T. schoenleinii and characterised by clusters of hyphae at the base of the hairs, with air spaces in the hair shafts. Clinically there is yellow crusting around the hair shaft.\n\n"
      },
      {
        "heading": "What are the clinical features of tinea capitis?",
        "level": "h2",
        "content": "Clinical features vary according to the species of dermatophyte, type of hair invasion, and the extent of the inflammatory host response. In all types, partial hair loss with some degree of inflammation is characteristic.\n\nThe clinical features may be broadly categorised into non-inflammatory and inflammatory variants.\n\n"
      },
      {
        "heading": "Non-inflammatory variants",
        "level": "h3",
        "content": "Non-inflammatory variants of tinea capitis infection include the following.\n\n- Grey patch: fine scaling of the scalp and patches of alopecia, which appear grey due to spores coating the affected hairs. Variable erythema may be observed; this is usually minimal with anthropophilic species but may be marked with zoophilic or geophilic species.\n- Black dot: fine scaling with patches of alopecia, which appear speckled with black dots. The “dots” are broken hair shafts secondary to endothrix infection.\n- Diffuse scale: resembles generalised dandruff; alopecia is subtle or absent.\n\n"
      },
      {
        "heading": "Inflammatory",
        "level": "h3",
        "content": "Inflammatory variants of tinea capitis infection include the following.\n\n- Diffuse pustular: patchy alopecia with associated pustules or folliculitis. Secondary infection with bacteria or other fungi may occur.\n- Kerion: a severe inflammatory reaction, resulting from a delayed immune response to the fungus. This pattern progresses to form a painful, erythematous, boggy plaque, with associated alopecia and scattered pustules. It is usually caused by a zoophilic species and may result in permanent alopecia.\n- Favus: a rare chronic inflammatory infection caused by T. schoenleinii. It is characterised by matted hair and formation of yellow, crusted cup-shaped lesions (scutula) around the base of the hairs. Scutula contain hyphae and keratin debris, and may coalesce to form a large mass.\n\nThe fungal infection may extend to involve other hair-bearing sites including eyebrows and eyelashes, and regional lymphadenopathy may be present.\n\n"
      },
      {
        "heading": "What are the complications of tinea capitis?",
        "level": "h2",
        "content": "Alopecia can result in psychosocial distress for the patient, especially when scarring alopecia following inflammatory tinea capitis results in permanent bald patches. A secondary rash may occur with inflammatory tinea capitis, particularly after initiating antifungal treatment; this is known as a dermatophytide or id reaction. Rarely, erythema nodosum has been known to occur. Secondary bacterial infection may develop.\n\n"
      },
      {
        "heading": "How is tinea capitis diagnosed?",
        "level": "h2",
        "content": "Tinea capitis is usually suspected clinically but should be confirmed on microscopy and culture (see laboratory tests for fungal infections).\n\n"
      },
      {
        "heading": "Wood lamp",
        "level": "h3",
        "content": "Wood lamp examination is diagnostic when hair fluorescence is seen, although few fungi cause infected hairs to fluoresce. Bright green fluorescence of infected hairs is observed in tinea capitis caused by Microsporum species (M. ferruginium, audouinii, canis, and distorum). Identifying affected hairs in this way may help with obtaining an appropriate specimen for microscopy and culture. Wood lamp examination is of no value in nonfluorescent endothrix Trichophyton infection, with the exception of T. schoenleinii, which can fluoresce a dull grey-green.\n\n"
      },
      {
        "heading": "Dermoscopy and trichoscopy",
        "level": "h3",
        "content": "Dermoscopy of the scalp (trichoscopy) is a fast and non-invasive procedure useful for confirming tinea capitis so that treatment can be started while waiting for culture results.\n\nDermoscopic findings characteristic of tinea capitis with a high predictive value but not seen in every case include:\n\n- Comma hairs (short hairs that bend and grow back toward the scalp, resembling a comma)\n- Corkscrew hairs (short hairs that are coiled up like a corkscrew)\n- Zigzag hairs (short hairs with several bends in them like a zigzag pattern)\n- Barcode-like (Morse code-like) hairs\n- Bent hairs.\n\nCorkscrew hairs are typical of Trichophyton infection and are seen less commonly in infection due to M. canis.\n\nSigns seen commonly on dermoscopy of tinea capitis, but which are not diagnostic include:\n\n- Scale, follicular keratosis, and crusts\n- Erythema\n- Broken hairs\n- Black dots.\n\n"
      },
      {
        "heading": "Microscopy",
        "level": "h3",
        "content": "Microscopy of scalp scrapings or plucked hairs can rapidly confirm the diagnosis of tinea capitis. Specimens are wet-mounted in potassium hydroxide and examined under a light microscope for the presence of hyphae and spores.\n\n"
      },
      {
        "heading": "Culture",
        "level": "h3",
        "content": "Fungal culture allows identification of the causative agent, and hence the possible source of infection. However, it is slow, taking up to 4 weeks, and treatment is usually required before the result is available.\n\n"
      },
      {
        "heading": "Molecular diagnostic techniques",
        "level": "h3",
        "content": "Polymerase chain reaction (PCR) screening may result in faster and more sensitive ways of detecting dermatophyte infection, but is not yet widely available.\n\n"
      },
      {
        "heading": "Scalp biopsy",
        "level": "h3",
        "content": "Sometimes the diagnosis of tinea capitis is made on skin biopsy when characteristic changes are seen (see tinea capitis pathology).\n\n"
      },
      {
        "heading": "What is the differential diagnosis for tinea capitis?",
        "level": "h2",
        "content": "The differential diagnosis list is extensive and includes any condition which may present with patchy alopecia, inflammation, or scaling of the scalp. Examples include:\n\n- Alopecia areata and trichotillomania; cause patchy alopecia but are not scaly\n- Seborrhoeic dermatitis, atopic dermatitis, and scalp psoriasis; may mimic non-inflammatory tinea capitis, but the scale is usually more diffuse\n- Discoid lupus erythematosus and lichen planopilaris; cause scarring alopecia\n- Bacterial scalp folliculitis, impetigo, pyoderma, and pyogenic abscess; may resemble inflammatory tinea capitis.\n\n"
      },
      {
        "heading": "What is the treatment for tinea capitis?",
        "level": "h2",
        "content": "Tinea capitis always requires at least 4 weeks of systemic medication, as topical agents cannot penetrate the root of the hair follicle. Griseofulvin has previously been the most widely used medication to treat tinea capitis, but it is no longer available in some countries, including New Zealand. Newer antifungal agents such as terbinafine, itraconazole, and fluconazole are at least as effective as griseofulvin for trichophyton infections but less effective for microsporum species.\n\nTopical agents such as povidone-iodine, ketoconazole, and selenium sulfide shampoos can be used to reduce spore transmission.\n\nAll members of the household should be screened for tinea capitis and treated simultaneously if found to be affected. Sharing of potential fomites such as hairbrushes, hats, and pillows should be discouraged, and these should be properly cleaned.\n\nIn cases of zoophilic infection, family pets should be checked by a veterinarian and treated accordingly.\n\n"
      },
      {
        "heading": "What is the outcome for tinea capitis?",
        "level": "h2",
        "content": "Non-inflammatory tinea capitis carries an excellent prognosis with appropriate and early treatment. Severe inflammatory tinea capitis may result in areas of permanent alopecia.\n\n"
      },
      {
        "heading": "Bibliography",
        "level": "h3",
        "content": "- Chen X, Jiang X, Yang M, et al. Systemic antifungal therapy for tinea capitis in children. Cochrane Database Syst Rev. 2016;(5):CD004685. doi:10.1002/14651858.CD004685.pub3. PubMed\n- Fuller LC, Barton RC, Mohd Mustapa MF, Proudfoot LE, Punjabi SP, Higgins EM. British Association of Dermatologists' guidelines for the management of tinea capitis 2014. Br J Dermatol. 2014;171(3):454–63. doi:10.1111/bjd.13196. PubMed\n- Leung AKC, Hon KL, Leong KF, Barankin B, Lam JM. Tinea capitis: an updated review. Recent Pat Inflamm Allergy Drug Discov. 2020;14(1):58–68. doi:10.2174/1872213X14666200106145624. PubMed\n- Khosravi AR, Shokri H, Vahedi G. Factors in etiology and predisposition of adult tinea capitis and review of published literature. Mycopathologia. 2016;181(5-6):371–8. doi:10.1007/s11046-016-0004-9. PubMed\n- Zhan P, Liu W. The changing face of dermatophytic infections worldwide. Mycopathologia. 2017;182(1-2):77–86. doi:10.1007/s11046-016-0082-8. PubMed\n- Singh D, Patel DC, Rogers K, Wood N, Riley D, Morris AJ. Epidemiology of dermatophyte infection in Auckland, New Zealand. Australas J Dermatol. 2003;44(4):263–6. doi:10.1046/j.1440-0960.2003.00005.x. PubMed\n- Hay RJ. Tinea capitis: current status. Mycopathologia. 2017;182(1-2):87–93. doi:10.1007/s11046-016-0058-8. PubMed Central\n- Waśkiel-Burnat A, Rakowska A, Sikora M, Ciechanowicz P, Olszewska M, Rudnicka L. Trichoscopy of tinea capitis: a systematic review. Dermatol Ther (Heidelb). 2020;10(1):43–52. doi:10.1007/s13555-019-00350-1. PubMed\n\n"
      },
      {
        "heading": "On DermNet",
        "level": "h3",
        "content": "- Tinea\n- Trichoscopy of localised noncicatricial hair loss\n- Introduction to fungal infections\n- Mycology of dermatophyte infections\n- Laboratory tests for fungal infection\n- Kerion\n\n"
      },
      {
        "heading": "Other websites",
        "level": "h3",
        "content": "- Fungal infections of the skin — DermNet e-lecture [Youtube]\n- Tinea capitis — Medscape Reference\n- Ringworm on Scalp — emedicinehealth\n- Tinea capitis — British Association of Dermatologists\n- Management of Tinea Capitis — International Foundation for Dermatology\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/Uploads/tinea-capitis-001.jpg",
        "alt": "Tinea Capitis",
        "title": "Tinea capitis",
        "localPath": "/images/conditions/ringworm-of-the-scalp/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/hair-nails-sweat/tinea-capitis.jpg",
        "alt": "Tinea Capitis",
        "title": "Tinea capitis",
        "localPath": "/images/conditions/ringworm-of-the-scalp/1.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/site-age-specific/tinea-capitis-4.jpg",
        "alt": "Tinea Capitis",
        "title": "Tinea capitis",
        "localPath": "/images/conditions/ringworm-of-the-scalp/2.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tincap3.jpg",
        "alt": "Grey patch scalp ringworm",
        "title": "Tinea capitis",
        "localPath": "/images/conditions/ringworm-of-the-scalp/3.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/blackdot-tinea-1.jpg",
        "alt": "Black dot scalp ringworm",
        "title": "Tinea capitis",
        "localPath": "/images/conditions/ringworm-of-the-scalp/4.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/inflm.jpg",
        "alt": "",
        "title": "Tinea capitis",
        "localPath": "/images/conditions/ringworm-of-the-scalp/5.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/tcuvl.jpg",
        "alt": "Tinea capitis",
        "title": "Tinea capitis",
        "localPath": "/images/conditions/ringworm-of-the-scalp/6.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/blackdot-tinea-2.jpg",
        "alt": "",
        "title": "Tinea capitis dermoscopy",
        "localPath": "/images/conditions/ringworm-of-the-scalp/7.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/fungal/blackdot-tinea-3.jpg",
        "alt": "",
        "title": "Tinea capitis dermoscopy",
        "localPath": "/images/conditions/ringworm-of-the-scalp/8.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/tinea-capitis-001-trichoscopy.jpg",
        "alt": "",
        "title": "Tinea capitis dermoscopy",
        "localPath": "/images/conditions/ringworm-of-the-scalp/9.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/tinea-capitis-ectothrix-hair.jpg",
        "alt": "Ectothrix invasion by fungal hyphae in a hair shaft",
        "title": "Ectothrix invasion by fungal hyphae in a hair shaft",
        "localPath": "/images/conditions/ringworm-of-the-scalp/10.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/tinea-capitis-endothrix-hair.jpg",
        "alt": "Endothrix invasion of a hair shaft by Trichophyton tonsurans",
        "title": "Endothrix invasion of a hair shaft by Trichophyton tonsurans",
        "localPath": "/images/conditions/ringworm-of-the-scalp/11.jpg"
      }
    ]
  },
  {
    "name": "Cutaneous Larva Migrans",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Infestations\n\n"
      },
      {
        "heading": "What is cutaneous larva migrans?",
        "level": "h2",
        "content": "Cutaneous larva migrans is a parasitic skin infection caused by hookworm larvae that usually infest cats, dogs and other animals. Humans can be infected with the larvae by walking barefoot on sandy beaches or contacting moist soft soil that has been contaminated with animal faeces. It is also known as creeping eruption as once infected, the larvae migrate under the skin's surface and cause itchy red lines or tracks.\n\nMigratory swellings known as larva migrans profunda are described on DermNet's page about gnathostomiasis.\n\n"
      },
      {
        "heading": "What causes cutaneous larva migrans?",
        "level": "h2",
        "content": "Many types of hookworm can cause cutaneous larva migrans. Common causes are:\n\n- Ancylostoma braziliense: hookworm of wild and domestic dogs and cats found in central and southern US, Central and South America, and the Caribbean\n- Ancylostoma caninum: dog hookworm found in Australia\n- Uncinaria stenocephala: dog hookworm found in Europe\n- Bunostomum phlebotomum: cattle hookworm\n\n"
      },
      {
        "heading": "Who is at risk of cutaneous larva migrans?",
        "level": "h2",
        "content": "People of all ages, sex and race can be affected by cutaneous larva migrans if they have been exposed to hookworm larvae. It is most commonly found in tropical or subtropical geographic locations. Groups at risk include those with occupations or hobbies that bring them into contact with warm, moist, sandy soil. These may include:\n\n- Barefoot beachcombers and sunbathers\n- Children in sandpits\n- Farmers\n- Gardeners\n- Plumbers\n- Hunters\n- Electricians\n- Carpenters\n- Pest exterminators.\n\nMost larva migrans seen in New Zealand arises during overseas holidays, but it has rarely been reported in those who have never been out of the country.\n\n"
      },
      {
        "heading": "How does hookworm infection occur?",
        "level": "h2",
        "content": "Parasite eggs are passed in the faeces of infested animals to warm, moist, sandy soil, where the larvae hatch. On contact with human skin, the larvae can penetrate through hair follicles, cracks or even intact skin to infect the human host. Between a few days and a few months after the initial infection, the larvae migrate beneath the skin. In an animal host, the larvae are able to penetrate the deeper layers of the skin (the dermis) and infect the blood and lymphatic system. Once in the intestine, they mature sexually to create more eggs that are then excreted to start the cycle again.\n\nHowever, in a human host, the larvae can rarely penetrate the basement membrane to invade the dermis so the disease usually remains confined to the outer layers of the skin. See larva migrans pathology.\n\n"
      },
      {
        "heading": "What are the signs and symptoms of cutaneous larva migrans?",
        "level": "h2",
        "content": "A non-specific eruption occurs at the site of penetration of the hookworm larvae. There may be a tingling or prickling sensation within 30 minutes of the larvae penetrating. The larvae can then either lie dormant for weeks or months or immediately begin creeping activity that creates 2–3 mm-wide, snakelike tracks stretching 3–4 cm from the penetration site. These are slightly raised, flesh-coloured or pink and cause intense itching. Tracks advance a few millimetres to a few centimetres daily and if many larvae are involved a disorganised series of loops and tortuous tracks may form.\n\nSites most commonly affected by cutaneous larva migrans are the feet, spaces between the toes, hands, knees and buttocks.\n\n"
      },
      {
        "heading": "What treatment is available for cutaneous larva migrans?",
        "level": "h2",
        "content": "Cutaneous larva migrans is self-limiting. Humans are an accidental and 'dead-end' host so the hookworm larvae eventually die. The natural duration of the disease varies considerably depending on the species of larvae involved. In most cases, lesions will resolve without treatment within 4–8 weeks.\n\nHowever, effective treatment is available to shorten the course of the disease.\n\n- Anthelmintics such as tiabendazole, albendazole, mebendazole and ivermectin are used. Topical thiabendazole is considered the treatment of choice for early, localised lesions. Oral treatment is given when the cutaneous larva migrans is widespread or topical treatment has failed. Itching is considerably reduced within 24–48 hours of starting antihelmintic treatment and within 1 week most lesions/tracts resolve.\n- If these are unavailable, physical treatments such as liquid nitrogen cryotherapy or carbon dioxide laser may be used to destroy the larvae.\n- Antihistamines and topical corticosteroids may also be used with anthelminthics to provide symptomatic relief of itch.\n- Secondary bacterial infection may require treatment with appropriate antibiotics.\n\n"
      },
      {
        "heading": "References",
        "level": "h3",
        "content": "- Textbook of Dermatology. Ed Rook A, Wilkinson DS, Ebling FJB, Champion RH, Burton JL. Fourth edition. Blackwell Scientific Publications.\n- Caumes E. Treatment of cutaneous larva migrans. Clin Infect Dis. 2000 May;30(5):811–4. Review. Medline\n- Soriano, L. F. and Piansay-Soriano, M. E. (2016), Treatment of cutaneous larva migrans with a single session of carbon dioxide laser: a study of ten cases in the Philippines. J Cosmet Dermatol. doi:10.1111/jocd.12296\n\n"
      },
      {
        "heading": "On DermNet",
        "level": "h3",
        "content": "- Arthropod infestations online course for health professionals\n- Cutaneous larva migrans pathology\n- Hookworms\n- Gnathostomiasis\n\n"
      },
      {
        "heading": "Other websites",
        "level": "h3",
        "content": "- Cutaneous Larvae Migrans — Medscape Reference\n\n\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/Uploads/arthropods/larva-mig1.jpg",
        "alt": "Cutaneous larva migrans",
        "title": "Cutaneous larva migrans",
        "localPath": "/images/conditions/cutaneous-larva-migrans/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/arthropods/larva-migrans.jpg",
        "alt": "Cutaneous larva migrans",
        "title": "Cutaneous larva migrans",
        "localPath": "/images/conditions/cutaneous-larva-migrans/1.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/arthropods/larva-mig2.jpg",
        "alt": "Cutaneous larva migrans",
        "title": "Cutaneous larva migrans",
        "localPath": "/images/conditions/cutaneous-larva-migrans/2.jpg"
      }
    ]
  },
  {
    "name": "Chickenpox",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Infections\n                            \n                                Rashes\n\n"
      },
      {
        "heading": "What is chickenpox?",
        "level": "h2",
        "content": "Chickenpox is a highly contagious viral infection that causes an acute fever and blistered rash, mainly in children. Chickenpox is also known as varicella.\n\nThe name may be derived from the French term for chickpea, chiche pois. Another theory is that the word 'chicken' was derived from a slang term for 'child'.\n\n"
      },
      {
        "heading": "Who is at risk of chickenpox?",
        "level": "h2",
        "content": "Chickenpox occurs worldwide, affecting persons of all races, sex and age. Most cases occur in children before they are ten years of age.\n\nOnce a person has had the chickenpox infection, it is unlikely he or she will get it again, as it confers lifelong immunity.\n\nImmunocompromised individuals are susceptible to the virus at all times and should take measures to prevent or modify the course of the disease if there has been exposure to the virus.\n\n"
      },
      {
        "heading": "What is the cause of chickenpox?",
        "level": "h2",
        "content": "Chickenpox is caused by primary infection with the varicella-zoster virus, of the Herpesviridae family. This virus is sometimes called herpesvirus type 3.\n\nChickenpox is highly contagious and is easily spread from person to person by breathing in airborne respiratory droplets from an infected person's coughing or sneezing or through direct contact with the fluid from the open sores.\n\nA person who is not immune to the virus has a 70–80% chance of being infected with the virus if exposed to someone in the early stages of the disease.\n\n"
      },
      {
        "heading": "What are the clinical features of chickenpox?",
        "level": "h2",
        "content": "In children, chickenpox usually begins as itchy red papules progressing to vesicles on the stomach, back and face, and then spreading to other parts of the body. Blisters can also arise inside the mouth\n\nThe spread pattern can vary from child to child. There may be only a scattering of vesicles, or the entire body may be covered with up to 500 vesicles. The vesicles tend to be very itchy and uncomfortable.\n\nSome children may also experience additional symptoms such as high fever, headache, cold-like symptoms, vomiting and diarrhoea.\n\nChickenpox is usually more severe in adults and can be life-threatening in complicated cases. Most adults who get chickenpox experience prodromal symptoms for up to 48 hours before breaking out in the rash. These include fever, malaise, headache, loss of appetite and abdominal pain. Chickenpox is usually more severe in adults and can be life-threatening in complicated cases.\n\nThe blisters clear up within one to three weeks but may leave a few scars. These are most often depressed (anetoderma), but they may be thickened (hypertrophic scars). Scarring is prominent when the lesions get infected with bacteria.\n\n"
      },
      {
        "heading": "Oral mucosal lesions of chickenpox",
        "level": "h3",
        "content": "See more images of varicella ...\n\n"
      },
      {
        "heading": "How is chickenpox diagnosed?",
        "level": "h2",
        "content": "Diagnosis of chickenpox is usually made on the presence of its characteristic rash and the presence of different stages of lesions simultaneously. A clue to the diagnosis is in knowing that the patient has been exposed to an infected contact within the 10–21 day incubation period. Patients may also have prodromal signs and symptoms. See also chickenpox pathology.\n\nLaboratory tests are often undertaken to confirm the diagnosis.\n\n- PCR detects the varicella virus in skin lesions and is the most accurate method for diagnosis.\n- The culture of blister fluid is time-consuming and is less frequently performed.\n- Serology (IgM and IgG) is most useful in pregnant women, or before prescribing immune suppression medication to determine the need for pre-treatment immunisation.\n\n"
      },
      {
        "heading": "What are the complications from chickenpox?",
        "level": "h2",
        "content": "In healthy children, chickenpox infection is usually an uncomplicated, self-limiting disease. Complications may include:\n\n- Secondary bacterial infection of skin lesions caused by scratching\n\nInfection may lead to abscess, cellulitis, necrotising fasciitis and gangrene\n- Infection may lead to abscess, cellulitis, necrotising fasciitis and gangrene\n- Dehydration from vomiting and diarrhoea\n- Exacerbation of asthma\n- Viral pneumonia\n- Chickenpox lesions may heal with scarring.\n\nSome complications are more commonly seen in immunocompromised and adult patients with chickenpox.\n\n- Disseminated primary varicella infection; this carries high morbidity\n- Central nervous system complications such as Reye syndrome, Guillain-Barré syndrome and encephalitis\n- Thrombocytopenia and purpura\n\nVaricella in pregnancy\n\n- Non-immune pregnant women should take care to avoid contact with people who have chickenpox and to wash hands frequently when handling food, animals, and children. Exposure to varicella virus in pregnancy may cause viral pneumonia, premature labour and delivery and rarely maternal death.\n- Approximately 25% of fetuses of mothers with chickenpox become infected. It is harmless to most of them. Offspring may remain asymptomatic, or develop herpes zoster at a young age without a previous history of primary chickenpox infection. They may also develop congenital varicella syndrome, one of the TORCH infections.\n- Congenital varicella syndrome occurs in up to 2% of fetuses exposed to varicella in the first 20 weeks of gestation. It can result in spontaneous abortion, fetal chorioretinitis, cataracts, limb atrophy, cerebral cortical atrophy and microcephaly, cutaneous scars, and neurological disability.\n- Mortality in newborns infected with varicella is up to 30%.\n\nPerinatal varicella\n\n- If a mother develops chickenpox just before delivery or during the 28 days after delivery, her baby is at risk of severe infection.\n\nShingles (herpes zoster)\n\n- The varicella-zoster virus remains dormant in sensory ganglia after infection.\n- It may reactivate after many years as shingles. Shingles presents with grouped vesicular lesions, which usually affect a single dermatome.\n- Other infections occurring as a result of reactivation of virus include post-herpetic neuralgia, vasculopathy, myelopathy, retinal necrosis, cerebellitis and zoster sine herpete.\n\n"
      },
      {
        "heading": "What is the treatment for chickenpox?",
        "level": "h2",
        "content": "For most healthy patients with chickenpox symptomatic therapy is usually all that is required.\n\n- Trim children's fingernails to minimise scratching.\n- Take a warm bath and apply moisturising cream.\n- Paracetamol can reduce fever and pain\n\nAvoid NSAID use outside of hospital settings due to the increased risk of severe cutaneous complications such as invasive group A streptococcal superinfections.\nDo not use aspirin in children as this is associated with Reye syndrome.\n- Avoid NSAID use outside of hospital settings due to the increased risk of severe cutaneous complications such as invasive group A streptococcal superinfections.\n- Do not use aspirin in children as this is associated with Reye syndrome.\n- Calamine lotion and oral antihistamines may relieve itching.\n- Consider oral aciclovir (antiviral agent) in people older than 12 years, which reduces the number of days with a fever.\n\nImmunocompromised patients with chickenpox need intravenous treatment with the antiviral aciclovir.\n\nIn cases of inadvertent exposure to the virus, varicella-zoster immune globulin if given within 96 hours of initial contact can reduce the severity of the disease though not prevent it. This is used where there is no previous history of chickenpox (or the patient has no antibodies to the varicella-zoster virus on blood testing) in pregnancy, in the first 28 days after delivery, and in immune deficient or immune-suppressed patients.\n\n"
      },
      {
        "heading": "How to prevent the spread of chickenpox",
        "level": "h2",
        "content": "A person with chickenpox is contagious 1–2 days before the rash appears and until all the blisters have formed scabs. This may take 5–10 days. Children should stay away from school or childcare facilities throughout this contagious period. Adults with chickenpox who work among children should also remain home.\n\nIt can take 10–21 days after contact with an infected person for someone to develop chickenpox. This is how long it takes for the virus to replicate and come out in the characteristic rash in the new host.\n\nAs chickenpox may cause complications in immunocompromised individuals and pregnant women, these people should avoid visiting friends or family when there is a known case of chickenpox. In cases of inadvertent contact, see your doctor who may prescribe special preventive treatment.\n\n"
      },
      {
        "heading": "Vaccination against chickenpox",
        "level": "h2",
        "content": "Vaccination is available for chickenpox and is highly recommended.\n\nChickenpox is highly preventable by vaccination with live attenuated varicella vaccine. The vaccine is subsidised (\"scheduled\") for infants aged 15 months in New Zealand as well as non-immune individuals who are immunosuppressed or are in other special groups. If in New Zealand, refer to the Immunisation Advisory Centre for up-to-date information.\n\n"
      },
      {
        "heading": "References",
        "level": "h3",
        "content": "- Leung, Jessica, et al. Evaluation of laboratory methods for diagnosis of varicella. Clinical Infectious Diseases 51.1 (2010): 23-32. PubMed\n- Mueller, Niklaus H., et al. Varicella zoster virus infection: clinical features, molecular pathogenesis of disease, and latency. Neurologic clinics 26.3 (2008): 675-697. PubMed\n- Fan, Feinan, et al. Laboratory diagnosis of HSV and varicella zoster virus infections. Future Virology 9.8 (2014): 721-731.\n- Nagel, Maria A., and Don Gilden. Neurological complications of VZV reactivation. Current opinion in neurology 27.3 (2014): 356. PubMed\n- Chickenpox (varicella zoster) in neonates. Health.vic. Neonatal eHandbook. Accessed 16 December 2018 at https://www2.health.vic.gov.au/hospitals-and-health-services/patient-care/perinatal-reproductive/neonatal-ehandbook/infections/chickenpox-varicella\n- Lamont RF, Sobel JD, Carrington D, et al. Varicella-zoster virus (chickenpox) infection in pregnancy. BJOG. 2011;118(10):1155-62. PMC.\n- Cobelli Kett J. Perinatal Varicella. Pediatrics in Review Jan 2013, 34 (1) 49-51; DOI: 10.1542/pir.34-1-49. PubMed. Journal.\n- Mikaeloff Y, Kezouh A, Suissa S. Nonsteroidal anti-inflammatory drug use and the risk of severe skin and soft tissue complications in patients with varicella or zoster disease [published correction appears in Br J Clin Pharmacol. 2010 Jun;69(6):722]. Br J Clin Pharmacol. 2008;65(2):203-209. doi:10.1111/j.1365-2125.2007.02997.x Journal\n\n"
      },
      {
        "heading": "On DermNet",
        "level": "h3",
        "content": "- Shingles\n- Herpesvirus pathology\n- Ramsay Hunt syndrome\n- TORCH infections\n- Blistering skin conditions\n- Australian box jellyfish stings\n- Chickenpox pathology\n\n"
      },
      {
        "heading": "Other websites",
        "level": "h3",
        "content": "- Blistering disorders — DermNet e-lecture [Youtube]\n- Chickenpox — Kidshealth.org.nz\n- Chickenpox — Medline Plus\n- Chickenpox — World Health Organization (WHO)\n- Chickenpox — Medscape Reference\n- Varicella — Immunisation Handbook 2017, Ministry of Health, NZ\n- Chickenpox (Varicella) — Immunisation Advisory Centre, University of Auckland\n- Chickenpox — emedicinehealth\n- Chickenpox — NHS Choices\n- Patient information: Chickenpox (The Basics) — UpToDate\n- Patient information: Chickenpox (Beyond the Basics) — UpToDate (for subscribers)\n- Viral infections during pregnancy — Therapeutics in Dermatology\n- Chickenpox disease and vaccine information — video from the Immunisation Advisory Centre, New Zealand\n- How to care for chickenpox video — American Academy of Dermatology\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/collection-O/Chickenpox/chickenpox-00044.jpg",
        "alt": "Chickenpox on back",
        "title": "Chickenpox",
        "localPath": "/images/conditions/chickenpox/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/viral/w/varicella120.jpg",
        "alt": "Chickenpox",
        "title": "Chickenpox",
        "localPath": "/images/conditions/chickenpox/1.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/viral/w/varicella106.jpg",
        "alt": "Chickenpox",
        "title": "Chickenpox",
        "localPath": "/images/conditions/chickenpox/2.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/collection-O/Chickenpox/chickenpox-00045.jpg",
        "alt": "Chickenpox on face",
        "title": "Chickenpox",
        "localPath": "/images/conditions/chickenpox/3.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/viral/w/varicella123.jpg",
        "alt": "Chickenpox",
        "title": "Chickenpox",
        "localPath": "/images/conditions/chickenpox/4.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/viral/s/varicella2.jpg",
        "alt": "Chickenpox",
        "title": "Chickenpox",
        "localPath": "/images/conditions/chickenpox/5.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/viral/w/varicella111.jpg",
        "alt": "Chickenpox",
        "title": "Chickenpox",
        "localPath": "/images/conditions/chickenpox/6.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/viral/w/varicella126.jpg",
        "alt": "Chickenpox",
        "title": "Chickenpox",
        "localPath": "/images/conditions/chickenpox/7.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/manualthumbnails/dermal-infiltrative/img/s/chickenpox-scars-s.jpg",
        "alt": "Scars from chickenpox",
        "title": "chickenpox scars s",
        "localPath": "/images/conditions/chickenpox/8.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/doctors/viral-infections/images/hvz2.jpg",
        "alt": "Herpes zoster",
        "title": "Herpes zoster",
        "localPath": "/images/conditions/chickenpox/9.jpg"
      }
    ]
  },
  {
    "name": "Shingles",
    "sections": [
      {
        "heading": "Introduction",
        "level": "h2",
        "content": "Infections\n                            \n                                Rashes\n\n"
      },
      {
        "heading": "What is herpes zoster?",
        "level": "h2",
        "content": "Herpes zoster is a localised, blistering and painful rash caused by reactivation of varicella-zoster virus (VZV). Herpes zoster is also called shingles.\n\nVZV is also called herpesvirus 3 and is a member of the Herpesvirales order of double-stranded DNA viruses.\n\n"
      },
      {
        "heading": "Who gets herpes zoster?",
        "level": "h2",
        "content": "Anyone who has had varicella (chickenpox) may subsequently develop herpes zoster. Zoster can occur in childhood but is much more common in adults, especially older people. People with various kinds of cancer have a 40% increased risk of developing zoster. People who have had zoster rarely get it again; the chance of getting a second episode is about 1%.\n\nHerpes zoster often affects people with weak immunity.\n\n"
      },
      {
        "heading": "What causes herpes zoster?",
        "level": "h2",
        "content": "After primary infection—varicella—VZV remains dormant in dorsal root ganglia nerve cells in the spine for years before it is reactivated and migrates down sensory nerves to the skin to cause herpes zoster.\n\nIt is not clear why herpes zoster affects a particular nerve fibre. Triggering factors are sometimes recognised, such as:\n\n- Pressure on the nerve roots\n- Radiotherapy at the level of the affected nerve root\n- Spinal surgery\n- An infection\n- An injury (not necessarily to the spine)\n- Contact with someone with varicella or herpes zoster\n\n"
      },
      {
        "heading": "What are the clinical features of herpes zoster?",
        "level": "h2",
        "content": "Herpes zoster is characterised by dermatomal distribution, that is the blisters are confined to the cutaneous distribution of one or two adjacent sensory nerves. This is usually unilateral, with a sharp cut-off at the anterior and posterior midlines.\n\nThe clinical presentation of herpes zoster depends on the age and health of the patient and which dermatome is affected.\n\nThe first sign of herpes zoster is usually localised pain without tenderness or any visible skin change. It may be severe, relating to one or more sensory nerves. The pain may be just in one spot, or it may spread out. The patient may feel quite unwell with fever and headache. The lymph nodes draining the affected area are often enlarged and tender.\n\nWithin one to three days of the onset of pain, a blistering rash appears in the painful area of skin. It starts as a crop of red papules. New lesions continue to erupt for several days within the distribution of the affected nerve, each blistering or becoming pustular then crusting over.\n\nThe chest (thoracic), neck (cervical), forehead (ophthalmic) and lumbar/sacral sensory nerve supply regions are most commonly affected at all ages. The frequency of ophthalmic herpes zoster increases with age. Herpes zoster occasionally causes blisters inside the mouth or ears, and can also affect the genital area. Sometimes there is pain without rash—herpes zoster \"sine eruptione\"—or rash without pain, most often in children.\n\nPain and general symptoms subside gradually as the eruption disappears. In uncomplicated cases, recovery is complete within 2–3 weeks in children and young adults, and within 3–4 weeks in older patients.\n\nSee more images of herpes zoster.\n\n"
      },
      {
        "heading": "What are the complications of herpes zoster?",
        "level": "h2",
        "content": "- Involvement of several dermatomes, or sometimes, bilateral eruptions in unique dermatomes\n- Eye complications when the ophthalmic division of the fifth cranial nerve is involved\n- Deep blisters that take weeks to heal followed by scarring\n- Muscle weakness in about one in 20 patients. Facial nerve palsy is the most common result (see Ramsay Hunt syndrome). There is a 50% chance of complete recovery, but some improvement can be expected in nearly all cases\n- Infection of internal organs, including the gastrointestinal tract, lungs, and brain (encephalitis)\n\nHerpes zoster is infectious to people who have not previously had chickenpox.\n\nHerpes zoster in the early months of pregnancy can harm the fetus, but luckily this is rare. Shingles in late pregnancy can cause chickenpox in the fetus or newborn. Herpes zoster may then develop as an infant.\n\n"
      },
      {
        "heading": "Post-herpetic neuralgia",
        "level": "h3",
        "content": "Post-herpetic neuralgia is defined as persistence or recurrence of pain in the same area, more than a month after the onset of herpes zoster. It becomes increasingly common with age, affecting about a third of patients over 40. It is particularly likely if there is facial infection. Post-herpetic neuralgia may be a continuous burning sensation with increased sensitivity in the affected areas or spasmodic shooting pain. The overlying skin is often numb or exquisitely sensitive to touch. Sometimes, instead of pain, the neuralgia results in a persistent itch (neuropathic pruritus).\n\n"
      },
      {
        "heading": "Prevention of herpes zoster",
        "level": "h3",
        "content": "Because the risk of serious complications from herpes zoster is more likely in older people, those aged over 60 years might consider the zoster vaccine, which can reduce the incidence of herpes zoster by half. In people who do get herpes zoster despite being vaccinated, the symptoms are usually less severe, and post-herpetic neuralgia is less likely to develop. In New Zealand, the zoster vaccine will be funded from 1 April 2018 for people aged between 66 and 80 years old.\n\nHerpes zoster vaccination is contraindicated in immunosuppressed patients due to the risk of it causing disseminated herpes zoster infection.\n\n"
      },
      {
        "heading": "General measures",
        "level": "h3",
        "content": "- Rest and pain relief\n- Protective ointment applied to the rash, such as petroleum jelly.\n- Oral antibiotics for secondary infection\n\n"
      },
      {
        "heading": "Specific measures",
        "level": "h3",
        "content": "Antiviral treatment can reduce pain and the duration of symptoms if started within one to three days after the onset of herpes zoster. Aciclovir 800 mg 5 times daily for seven days is most often prescribed. Valaciclovir and famciclovir are also useful. The efficacy of prescribing systemic steroids is unproven.\n\n"
      },
      {
        "heading": "Post-herpetic neuralgia",
        "level": "h3",
        "content": "- Early use of antiviral medication\n- Local anaesthetic applications\n- Topical capsaicin\n- Tricyclic antidepressant medications such as amitriptyline\n- Anti-epileptic medications gabapentin and pregabalin\n- Transcutaneous electrical nerve stimulation or acupuncture\n- Botulinum toxin into the affected area\n\nNonsteroidal anti-inflammatories and opioids are generally unhelpful.\n\n"
      },
      {
        "heading": "References",
        "level": "h3",
        "content": "- Merck Sharp & Dohme (New Zealand) Limited. 2016. Zostavax Data Sheet. 18 April 2016. URL: medsafe.govt.nz/profs/Datasheet/z/zostavaxinj.pdf (accessed 12 July 2017).\n- Qian J, Heywood AE, Karki S, et al. Risk of herpes zoster prior to and following cancer diagnosis and treatment: a population-based prospective cohort study. J Infect Dis. 2019;220(1):3–11. doi:10.1093/infdis/jiy625. Journal\n\n"
      },
      {
        "heading": "On DermNet",
        "level": "h3",
        "content": "- Post-herpetic neuralgia\n- Ramsay Hunt syndrome\n- Chickenpox\n- Herpes virus infection pathology\n- Herpes zoster images\n- Dermatomes\n\n"
      },
      {
        "heading": "Other websites",
        "level": "h3",
        "content": "- Herpes zoster — DermNet e-lecture [Youtube]\n- Herpes Zoster – Medscape Reference\n- Herpes Viruses Association UK\n- Shingles - American Academy of Dermatology\n- Zoster (herpes zoster/shingles) — Immunisation Handbook 2017, Ministry of Health, NZ\n- Shingles (Herpes Zoster) Vaccination — CDC\n- Zostavax Vaccine for Shingles — Do Not Use in Immunocompromised Patients. Medsafe Prescriber Update 38(3): 41-42 September 2017.\n\n\n\n"
      },
      {
        "heading": "Books about skin diseases",
        "level": "h3",
        "content": "- Books about the skin\n- Dermatology Made Easy - second edition\n\n"
      }
    ],
    "images": [
      {
        "src": "https://dermnetnz.org/assets/Uploads/viral/zoster-13.jpg",
        "alt": "Herpes zoster",
        "title": "Herpes zoster",
        "localPath": "/images/conditions/shingles/0.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/viral/s/hz2.jpg",
        "alt": "",
        "title": "Herpes Zoster",
        "localPath": "/images/conditions/shingles/1.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/viral/zoster-12.jpg",
        "alt": "Herpes zoster",
        "title": "Herpes zoster",
        "localPath": "/images/conditions/shingles/2.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/doctors/viral-infections/images/hvz2.jpg",
        "alt": "Herpes zoster",
        "title": "Herpes zoster",
        "localPath": "/images/conditions/shingles/3.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/viral/zoster-14.jpg",
        "alt": "Herpes zoster",
        "title": "Herpes zoster",
        "localPath": "/images/conditions/shingles/4.jpg"
      },
      {
        "src": "https://dermnetnz.org/assets/Uploads/viral/zoster3.jpg",
        "alt": "",
        "title": "Shingles",
        "localPath": "/images/conditions/shingles/5.jpg"
      }
    ]
  }
]